import { Work } from "../types/Work";

export const works: Work[] = [
  {
    id: "1",
    title: "മാമ്പഴം കവിത",
    category: "poetry",
    Author: "വി. മധുസൂദനൻ നായർ",
    datePublished: "2025-07-31",
    featured: false,
    content: `
അങ്കണ തൈമാവില്‍ നിന്നാദ്യത്തെ പഴം വീഴ്‌കെ
അമ്മതൻ നേത്രത്തില്‍ നിന്നുതിര്‍ന്നൂ ചുടുകണ്ണീര്‍
നാലുമാസത്തിന്‍ മുന്‍പില്‍ ഏറെ നാള്‍ കൊതിച്ചിട്ടീ
ബാലമാകന്ദം പൂവിട്ടുണ്ണികള്‍ വിരിയവേ (2)

അമ്മതന്‍ മണിക്കുട്ടന്‍ പൂത്തിരികത്തിച്ചപോൽ
അമ്മലര്‍ച്ചെണ്ടൊന്നൊടിച്ചാഹ്ലാദിച്ചടുത്തെത്തീ
ചൊടിച്ചൂ മാതാവപ്പോൾ ഉണ്ണികള്‍ വിരിഞ്ഞ
പൂവിറുത്തു കളഞ്ഞല്ലോ കുസൃതിക്കുരുന്നേ നീ

മാങ്കനി വീഴുന്നേരം ഓടിച്ചെന്നെടുക്കേണ്ടോന്‍
പൂങ്കുല തല്ലുന്നതു തല്ലുകൊള്ളാഞ്ഞിട്ടല്ലേ (2)
പൈതലിൻ ഭാവം മാറി വദനാംബുജം വാടീ (2)
കൈതവം കാണാക്കണ്ണ് കണ്ണുനീർത്തടാകമായ്

മാമ്പഴം പെറുക്കുവാന്‍ ഞാന്‍ വരുന്നില്ല (2)
മാമ്പഴം പെറുക്കുവാന്‍ ഞാന്‍ വരുന്നില്ല എന്നവൻ
മാന്‍പെഴും മലർക്കുലയെറിഞ്ഞു വെറും മണ്ണിൽ

വാക്കുകൾ കൂട്ടിച്ചൊല്ലാൻ വയ്യാത്ത കിടാങ്ങളേ
ദീർഘദർശനം ചെയ്യും ദൈവജ്ഞരല്ലോ നിങ്ങൾ (2)
തുംഗമാം മീനച്ചൂടാൽ തൈമാവിൻ

മരതകക്കിങ്ങിണി സൗഗന്ധിക സ്വർണ്ണമായ് തീരും മുന്‍പേ (2)
മാങ്കനി വീഴാന്‍ കാത്തു നിൽക്കാതെ (2)
മാതാവിന്റെ പൂങ്കുയിൽ കൂടും വിട്ട് പരലോകത്തെ പൂകി

വാനവർക്കാരോമലായ് പാരിനെക്കുറിച്ചുദാസീനനായ്
ക്രീഡാരസലീനനായ്‌ അവന്‍ വാഴ്‌കെ (2)
അങ്കണ തൈമാവില്‍ നിന്നാദ്യത്തെ പഴം വീഴ്‌കെ
അമ്മതന്‍  നേത്രത്തില്‍ നിന്നുതിര്‍ന്നൂ ചുടുകണ്ണീര്‍ 

തന്മകന്നമുദേകാന്‍ താഴോട്ടു നിപതിച്ച പൊന്‍പഴം
മുറ്റത്താര്‍ക്കും വേണ്ടാതെ കിടക്കവേ (2)
അയൽ‌പക്കത്തെ കൊച്ചുകുട്ടികള്‍
ഉല്‍സാഹത്തോടവർതൻ മാവിൻ‌ചോട്ടിൽ കളിവീടുണ്ടാക്കുന്നു (2)

പൂവാലനണ്ണാർക്കണ്ണാ മാമ്പഴം തരിക (2)
എന്നു പൂവാളും കൊതിയോടെ വിളിച്ചുപാടീടുന്നു
ഉതിരും മധുരങ്ങളോടിച്ചെന്നെടുക്കുന്നൂ
മുതിരും കോലാഹലമങ്കലധ്വാനത്തോടും (2)
വാസന്തമഹോത്സവമാണവർക്ക്‌ (2)

എന്നാൽ അവൾക്കാഹന്ത കണ്ണീരിനാല്‍ അന്ധമാം വര്‍ഷാകാലം
വാസന്തമഹോത്സവമാണവർക്ക്‌
എന്നാൽ അവൾക്കാഹന്ത കണ്ണീരിനാല്‍ അന്ധമാം വര്‍ഷാകാലം

പുരതോനിസ്തബ്ധയായ് തെല്ലിട നിന്നിട്ട് തന്‍
ദുരിതഫലം പോലുള്ള ആ പഴമെടുത്തവള്‍ (2)
തന്നുണ്ണിക്കിടാവിന്റെ താരുടൽ മറചെയ്ത
മണ്ണിൽ താൻ നിക്ഷേപിച്ചു (2)

മന്ദമായ് ഏവം ചൊന്നാൾ
ഉണ്ണിക്കൈക്കെടുക്കുവാൻ ഉണ്ണിവായ്ക്കുണ്ണാൻ വേണ്ടി
വന്നതാണീ മാമ്പഴം വാസ്തവമറിയാതെ (2)
നീരസം ഭാവിച്ച് നീ പോയിതെങ്കിലും (2)

കുഞ്ഞേ നീയിതു നുകര്‍ന്നാലേ അമ്മക്കു സുഖമാവൂ
പിണങ്ങിപ്പോയീടിലും പിന്നെ ഞാൻ വിളിക്കുമ്പോൾ
കുണുങ്ങിക്കുണുങ്ങി നീ ഉണ്ണുവാൻ വരാറില്ലേ (2)

വരിക കണ്ണാൽ കാണാ‍ൻ വയ്യാത്തൊരെന്‍ കണ്ണനേ
തരസാനുകർന്നാലും തായതൻ നൈവേദ്യം നീ
ഒരു തൈകുളിര്‍കാറ്റായ് അരികത്തണഞ്ഞ് (2)
അപ്പോള്‍
അരുമക്കുഞ്ഞിൻ പ്രാണൻ അമ്മയെ ആശ്ലേഷിച്ചു`,
  },
  {
    id: "2",
    title: "ചന്ദ്രിക",
    category: "poetry",
    Author: "ചങ്ങമ്പുഴ കൃഷ്ണപിള്ള",
    datePublished: "2025-07-31",
    content: `
കാനനച്ഛായയിലാടുമേയ്ക്കാന്‍
ഞാനും വരട്ടെയോ നിന്റെകൂടെ?
ആ വനവീധികളീ വസന്ത-
ശ്രീവിലാസത്തില്‍ത്തെളിഞ്ഞിരിക്കും;
ഇപ്പോളവിടത്തെ മാമരങ്ങള്‍
പുഷ്പങ്ങള്‍കൊണ്ടു നിറഞ്ഞിരിക്കും;
അങ്ങിപ്പോളാമല്‍ക്കുയിലിണകള്‍
സംഗീതം‌പെയ്യുകയായിരിക്കും;
പുഷ്പനികുഞ്ജങ്ങളാകമാനം
തല്പതലങ്ങള്‍ വിരിച്ചിരിക്കും;
കൊച്ചുപൂഞ്ചോലകള്‍ വെണ്‍‌നുരയാല്‍-
പ്പൊട്ടിച്ചിരിക്കുകയായിരിക്കും-
ഇന്നാവനത്തിലെക്കാഴ്ച കാണാ-
നെന്നെയുംകൂടോന്നു കൊണ്ടുപോകൂ!

* രമണന്‍
ആരണ്യച്ചാര്‍ത്തിലേക്കെന്റെകൂടെ-
പ്പോരേണ്ട, പോരേണ്ട ചന്ദ്രികേ, നീ;
നിന്‍‌കഴല്‍പ്പൂമ്പൊടി പൂശിനില്‍ക്കാന്‍,
ശങ്കയി,ല്ലാ‍ വനമര്‍ഹമല്ലേ!
എന്നെപ്പോല്‍ തുച്ഛരാമാട്ടിടയര്‍
ചെന്നിടാനുള്ളതാണാപ്രദേശം.
വെണ്ണക്കുളിര്‍ക്കല്‍‌വിരിപ്പുകളാല്‍
കണ്ണാടിയിട്ട നിലത്തു നീളെ,
ചെമ്പനിനീരലര്‍ ചിന്നിച്ചിന്നി-
സ്സഞ്ചരിക്കുന്ന നിന്‍ ചേവടികള്‍
കല്ലിലും മുള്ളിലും വിന്ന്യസിക്കാ-
നില്ല, ഞാന്‍ സമ്മതമേകുകില്ല!
ഈ മണിമേടയില്‍ വിശ്വഭാഗ്യ-
സീമ വന്നോളംതുളുമ്പിനില്‍ക്കേ,
ആഡംബരങ്ങള്‍ നിനക്കു നിത്യ-
മാനന്ദമഞ്ചമലങ്കരിക്കേ,
നിര്‍വൃതിപ്പൂക്കള്‍ നിനക്കു ചുറ്റും
ഭവ്യപരിമളം വീശിനില്‍ക്കേ,
ആസ്വാദനങ്ങള്‍ നിന്‍ വാതിലിങ്ക-
ലാശ്രയിച്ചെപ്പോഴും കാവല്‍നില്‍ക്കേ,
പോരുന്നതെന്തിനു, ചന്ദ്രികേ, നീ
പാറകള്‍ ചൂഴുമക്കാനനത്തില്‍?

* ചന്ദ്രിക
ഈ മണിമേടയിലെന്‍‌വിപുല-
പ്രേമസമുദ്രമൊതുങ്ങുകില്ല;
ഇക്കിളിക്കൂട്ടിലെന്‍ ഭാവനതന്‍-
സ്വര്‍ഗ്ഗസാമ്രാജ്യമടങ്ങുകില്ല;
നമ്മള്‍ക്കാ വിശ്വപ്രകൃതിമാതിന്‍
രമ്യവിശാലമാം മാറിടത്തില്‍,
ഒന്നിച്ചിരുന്നു കുറച്ചുനേരം
നര്‍മ്മസല്ലാപങ്ങള്‍ നിര്‍വ്വഹിക്കാം!

* രമണന്‍
പാടില്ല, പാടില്ല, നമ്മെ നമ്മള്‍
പാടേ മറന്നൊന്നും ചെയ്തുകൂടാ്

* ചന്ദ്രിക
ആലോലവല്ലികളെത്രയിന്നാ
നീലമലകളില്‍ പൂത്തുകാണും!

* രമണന്‍
ഇക്കളിത്തോപ്പില്‍ നീ കണ്ടിടാത്തോ-
രൊറ്റപ്പൂപോലുമില്ലാ വനത്തില്‍.

* ചന്ദ്രിക
അങ്ങിപ്പോള്‍പ്പാടിപ്പറന്നീടുന്ന-
തെന്തെല്ലാം പക്ഷികളായിരിക്കും!

* രമണന്‍
ഇപ്പുഷ്പവാടിയിലെത്തിടാത്തൊ-
രൊറ്റക്കിളിയുമില്ലാ വനത്തില്‍.

* ചന്ദ്രിക
എന്നെ വര്‍ണ്ണിച്ചൊരു പാട്ടുപാടാ-
നൊന്നാ മുരളിയെസ്സമ്മതിക്കൂ!

* രമണന്‍
നിന്നെക്കുറിച്ചുള്ള ഗാനമല്ലാ-
തിന്നീ മുരളിയിലൊന്നുമില്ല.

* ചന്ദ്രിക
എന്നാലിന്നാ നല്ല പാട്ടു കേള്‍ക്കാന്‍
നിന്നോടുകൂടി വരുന്നു ഞാനും!

* രമണന്‍
എന്നുമതെന്നിലിരിപ്പതല്ലേ?
എന്നു വേണെങ്കിലും കേള്‍ക്കരുതേ!

* ചന്ദ്രിക
എന്നാലതിന്നീ വിളംബമെന്തി;-
നെന്നെയുംകൂടിന്നു കൊണ്ടുപോകൂ!

* രമണന്‍
നിന്നെയൊരിക്കല്‍ ഞാന്‍ കൊണ്ടുപോകാ,-
മിന്നുവേണ്ടിന്നുവേണ്ടോമലാളേ!

* ചന്ദ്രിക
എന്തപേക്ഷിക്കിലു,മപ്പോഴെല്ലാ-
മെന്തിനെന്നോടിത്തടസ്സമെല്ലാം?

* രമണന്‍
കുറ്റങ്ങളൊക്കെ ഞാനേറ്റുകൊള്ളാം;
തെറ്റിധരിക്കരുതെങ്കിലും നീ.
നിന്നിലുപരിയായില്ലയൊന്നും
മന്നിലെനിക്കെന്റെ ജീവിതത്തില്‍!

* ചന്ദ്രിക
നമ്മളില്‍ പ്രേമം കിളര്‍ന്നതില്‍പ്പി-
ന്നിന്നൊരു വര്‍ഷം തികച്ചുമായി,
അത്രയ്ക്കനഘമാണീ ദിവസം!
തുഷ്ടി മൊട്ടിട്ടതാണി ദിവസം!
ഇന്നെന്നപേക്ഷയെകൈവെടിയാ-
തൊന്നെന്നെക്കൂടങ്ങു കൊണ്ടുപോകൂ!

* രമണന്‍
ഇന്നു മുഴുവന്‍ ഞാനേകനായ-
ക്കുന്നിഞ്ചെരുവിലിരുന്നു പാടും;
ഉച്ചയ്ക്കു പച്ചമരത്തണലില്‍
സ്വപ്നവും കണ്ടു കിടന്നുറങ്ങും;
ഇന്നു ഞാന്‍ കാണും കിനാക്കളെല്ലാം
പൊന്നില്‍ക്കുളിച്ചുള്ളതായിരിക്കും;
നിര്‍ബ്ബാധം ഞാനിന്നാ നിര്‍വൃതിയില്‍-
പ്പറ്റിപ്പിടിക്കുവാന്‍ സമ്മതിക്കൂ!
ഏകനായ്ത്തന്നിന്നാക്കാട്ടിലേക്കു
പോകട്ടെ, പോകട്ടെ, ചന്ദ്രികേ, ഞാന്‍!

* ചന്ദ്രിക
ജീവേശ, നിന്‍‌വഴിത്താരകളില്‍-
പ്പൂവിരിക്കട്ടെ തരുനിരകള്‍
ഉച്ചത്തണലിലെ നിന്നുറക്കം
സ്വപ്നങ്ങള്‍കൊണ്ടു മിനുങ്ങിടട്ടെ.
ഇന്നു നിന്‍ ചിന്തകളാകമാനം
സംഗീതസാന്ദ്രങ്ങളായിടട്ടെ!
ഭാവനാലോലനായേകനായ് നീ
പോവുക, പോവുക, ജീവനാഥ!

(രമണന്‍ പോകുന്നു. ദൃഷ്ടിപഥത്തില്‍നിന്നു മറയുന്നതുവരെ ചന്ദ്രിക അവെനെത്തന്നെ നോക്കിക്കൊണ്ടു നില്‍ക്കുന്നു. അകലെ പച്ചപ്പടര്‍പ്പുകള്‍ക്കിടയില്‍, ആ സുകുമാരരൂപം അപ്രത്യക്ഷമായതോടു കൂടി അവളുടെ കണ്ണുകളില്‍നിന്നു രണ്ടു കണ്ണീര്‍ക്കണങ്ങള്‍ അടര്‍ന്നു നിലം‌പതിക്കുന്നു)`,
  },
  {
    id: "3",
    title: "പൂതപ്പാട്ട്‌",
    category: "poetry",
    Author: "ഇടശ്ശേരി ഗോവിന്ദന്‍ നായര്‍",
    datePublished: "2025-07-31",
    content: `
വിളക്കുവെച്ചു. സന്ധ്യാനാമവും കഴിഞ്ഞു ഉറക്കം തൂങ്ങിക്കൊണ്ട്‌ ഗുണകോഷ്ഠവും ഉരുവിട്ടു. ഇനിയും ഉണ്ണാറായിട്ടില്ലല്ലോ. ഉറങ്ങണ്ട; പൂതത്തെപ്പറ്റി ഒരു പാട്ടു കേട്ടോളു:

കേട്ടിട്ടില്ലേ തുടികൊട്ടും കലര്‍
ന്നോട്ടുചിലമ്പിന്‍ കലമ്പലുകള്‍
അയ്യയ്യാ, വരവമ്പിളിപ്പൂങ്കല
മെയ്യിലണിഞ്ഞ കരിമ്പൂതം.
കാതില്‍പ്പിച്ചളത്തോട, കഴുത്തില്‍
'ക്കലപലെ' പാടും പണ്ടങ്ങള്‍
അരുകിനലുക്കണിച്ചായക്കിരീടം
തലയിലണിഞ്ഞ കരിമ്പൂതം.
ചെപ്പിണച്ചെമ്മണിക്കുത്തുമുലകളില്‍
ച്ചേലിലിഴയും പൂമാല്യം
പുറവടിവപ്പടി മൂടിക്കിടക്കും
ചെമ്പന്‍ വാര്‍കുഴല്‍ മുട്ടോളം
ചോപ്പുകള്‍ മീതേ ചാര്‍ത്തിയരമണി
കെട്ടിയ വെള്ളപ്പാവാട
അയ്യയ്യാ, വരവഞ്ചിതനൃത്തം
ചെയ്യും നല്ല മണിപ്പൂതം.

എവിടെനിന്നാണിപ്പൂതം വരുന്നത്‌, നിങ്ങള്‍ക്കറിയാമോ?

പറയന്റെ കുന്നിന്റെയങ്ങേച്ചെരിവിലെ
പ്പാറക്കെട്ടിന്നടിയില്‍
കിളിവാതിലില്‍ക്കുടിത്തുറുകണ്ണുംപായിച്ചു
പകലൊക്കെപ്പാര്‍ക്കുന്നു പൂതം.
പൈക്കളെ മേയ്ക്കുന്ന ചെക്കന്മാരുച്ചയ്ക്കു
പച്ചിലപ്പൂന്തണല്‍ പൂകും
ഒറ്റയ്ക്കു മേയുന്ന പയ്യിന്‍മുലകളെ
ത്തെറ്റെന്നിപ്പൂതം കുടിക്കും.
മണമേറുമന്തിയില്‍ബ്ബന്ധുഗൃഹം പൂകാ
നുഴറിക്കുതിയ്ക്കുമാള്‍ക്കാരെ
അകലേയ്ക്കകലേക്കു വഴിതെറ്റിച്ചിപ്പൂതം
അവരോടും താംബൂലം വാങ്ങും.

പൊട്ടി തിരിച്ചാലില്ലേ, പിന്നെ നടത്തം തന്നെ; നടത്തം, ഒടുക്കം മനസ്സിലാവും. അപ്പോള്‍ ഒന്നു മുറുക്കാനെടുത്ത്‌ ആ വഴിവക്കത്തു വെച്ചുകൊടുത്താല്‍ മതി. വഴിയൊക്കെ തെളിഞ്ഞുകാണും. അവര്‍ പോയാല്‍ പൂതം വന്നിട്ട്‌ ആ മുറുക്കാന്‍ എടുത്തു മുറുക്കി തെച്ചിപ്പൊന്തയിലേക്കു പാറ്റി ഒരു തുപ്പും തുപ്പും. അതാണല്ലോ ഈ തെച്ചിപ്പൂവൊക്കെ ഇങ്ങനെ ചോക്കണത്‌.

നിശ്ശൂന്യതനടമാടും പാതിരതന്‍ മച്ചുകളില്‍
നിരനിരയായ്ക്കത്തിക്കും മായാദീപം.
തലമുടിയും വേറിടുത്തലസമിവള്‍ പൂപ്പുഞ്ചിരി
വിലസിടവേ വഴിവക്കില്‍ച്ചെന്നു നില്‍ക്കും.
നേരവും നിലയും വിട്ടാവഴിപോം ചെറുവാല്യ
ക്കാരെയിവളാകര്‍ഷിച്ചതിചതുരം
ഏഴുനിലമാളികയായ്ത്തോന്നും കരിമ്പന
മേലവരെക്കേറ്റിക്കുരലില്‍വെയ്ക്കും.
തഴുകിയുറങ്ങീടുമത്തരുണരുടെയുപ്പേറും
കരുതിയിവള്‍ നൊട്ടിനുണച്ചിറക്കും.
പറയന്റെ കുന്നിന്റെ മറ്റേച്ചെരിവിലെ
പ്പാറകളില്‍ച്ചിന്നും മുടിയുമെല്ലും.

ഈ അസത്തു പൂതത്തിന്‌ എന്തിനാ നമ്മള്‌ നെല്ലും മുണ്ടും ഒക്കെ കൊടുക്കുന്നത്‌ എന്നല്ലേ? ആവൂ, കൊടുക്കാഞ്ഞാല്‍ പാപമാണ്‌. ഇതെല്ലാം പൂതം പണ്ടുചെയ്തതാണ്‌. ഇപ്പോള്‍, അത്‌ ആരെയും കൊല്ലില്ല. പൂതത്തിന്ന്‌ എപ്പോഴും വ്യസനമാണ്‌. എന്താ പൂതത്തിനു വ്യസനമെന്നോ? കേട്ടോളൂ:

ആറ്റിന്‍വക്കത്തെ മാളികവീട്ടില
ന്നാറ്റുനോറ്റിട്ടൊരുണ്ണി പിറന്നു.
ഉണ്ണിക്കരയിലെക്കിങ്ങിണി പൊന്നുകൊണ്ടു
ണ്ണിക്കു കാതില്‍ക്കുടക്കടുക്കന്‍.
പാപ്പ കൊടുക്കുന്നു പാലു കൊടുക്കുന്നു
പാവ കൊടുക്കുന്നു നങ്ങേലി.
കാച്ചിയ മോരൊഴിച്ചൊപ്പിവടിച്ചിട്ടു
മാനത്തമ്പിളി മാമനെക്കാട്ടീട്ടു
കാക്കേ പൂച്ചേ പാട്ടുകള്‍ പാടീട്ടു
മാമു കൊടുക്കുന്നു നങ്ങേലി.
താഴെ വെച്ചാലുറുമ്പരിച്ചാലോ
തലയില്‍ വെച്ചാല്‍ പേനരിച്ചാലോ
തങ്കക്കുടത്തിനെത്താലോലം പാടീട്ടു
തങ്കക്കട്ടിലില്‍പ്പട്ടു വിരിച്ചിട്ടു
തണുതണപ്പൂന്തുടതട്ടിയുറക്കീട്ടു
ചാഞ്ഞു മയങ്ങുന്നു നങ്ങേലി.
ഉണ്ണിക്കേഴു വയസ്സു കഴിഞ്ഞു.
കണ്ണും കാതുമുറച്ചുകഴിഞ്ഞു.
പള്ളിക്കൂടത്തില്‍പ്പോയിപ്പഠിക്കാ
നുള്ളില്‍ക്കൗതുകമേറിക്കഴിഞ്ഞു.
വെള്ളപ്പൊല്‍ത്തിരയിത്തിരിക്കുമ്പമേല്‍
പുള്ളീലക്കര മുണ്ടുമുടുപ്പിച്ചു
വള്ളികള്‍ കൂട്ടിക്കുടുമയും കെട്ടിച്ചു
വെള്ളിപ്പൂങ്കവിള്‍ മെല്ലെത്തുടച്ചിട്ടു
കയ്യില്‍പ്പൊന്‍പിടിക്കൊച്ചെഴുത്താണിയും
മയ്യിട്ടേറെ മിനുക്കിയൊരോലയു
മങ്ങനെയങ്ങനെ നീങ്ങിപ്പോമൊരു
തങ്കക്കുടത്തിനെ വയലിന്റെ മൂലയി
ലെടവഴി കേറുമ്പോള്‍ പടര്‍പന്തല്‍പോലുള്ളൊ
രരയാലിന്‍ചോടെത്തി മറയുംവരെപ്പടി
പ്പുരയീന്നു നോക്കുന്നു നങ്ങേലി.
കുന്നിന്‍മോളിലേക്കുണ്ണികയറി
കന്നും പൈക്കളും മേയുന്ന കണ്ടു.
ചെത്തിപ്പൂവുകള്‍ പച്ചപ്പടര്‍പ്പില്‍നി
ന്നെത്തിനോക്കിച്ചിരിക്കുന്ന കണ്ടു.
മൊട്ടപ്പാറയില്‍ക്കേറിയൊരാട്ടിന്‍
പറ്റം തുള്ളിക്കളിക്കുന്ന കണ്ടു.
ഉങ്ങും പുന്നയും പൂത്തതില്‍ വണ്ടുക
ളെങ്ങും പാറിക്കളിക്കുന്ന കണ്ടു.
അവിടന്നും മെല്ലെ നടന്നാനുണ്ണി
പറയന്റെ മണ്ടകം കണ്ടാനുണ്ണി.
പറയന്റെ കുന്നിന്റെ മറ്റേച്ചെരിവിലേ
ക്കുരസിയിറങ്ങി നടന്നാനുണ്ണി.
പാറക്കെട്ടിന്റെ കൊച്ചുപിളര്‍പ്പിലെ
ക്കിളിവാതിലപ്പോള്‍ത്തുറന്നു പൂതം
ആറ്റിലൊലിച്ചെത്തുമാമ്പലപ്പൂപോലെ
യാടിക്കുഴഞ്ഞെത്തുമമ്പിളിക്കലപോലെ
പൊന്നുങ്കുടം പോലെ പൂവമ്പഴം പോലെ
പോന്നു വരുന്നോനെക്കണ്ടു പൂതം.
പൂതത്തിനുള്ളിലൊരിക്കിളി തോന്നീ
പൂതത്തിന്മാറത്തു കോരിത്തരിച്ചൂ.
പൂതമൊരോമനപ്പെമ്മകിടാവായി
പൂത്ത മരത്തിന്റെ ചോട്ടിലും നിന്നു.

എന്നിട്ട്‌ പൂതം ഉണ്ണിയോട്‌ കൊഞ്ചിക്കൊഞ്ചിക്കൊണ്ടു പറയുകയാണ്‌:

'പൊന്നുണ്ണീ, പൂങ്കരളേ,
പോന്നണയും പൊന്‍കതിരേ,
ഓലയെഴുത്താണികളെ
ക്കാട്ടിലെറിഞ്ഞിങ്ങണയൂ.

'കാട്ടിലെറിഞ്ഞണയുകിലോ
കലഹിക്കും ഗുരുനാഥന്‍
പൂത്തമരച്ചോട്ടിലിരു
ന്നൊളിനെയ്യും പെണ്‍കൊടിയേ!'

'പൊന്നുണ്ണീ പൂങ്കരളേ,
പോന്നണയും പൊന്‍കതിരേ.
വണ്ടോടിന്‍ വടിവിലെഴും
നീലക്കല്ലോലകളില്‍
മാന്തളിരില്‍ത്തൂവെള്ളി
ച്ചെറുമുല്ലപ്പൂമുനയാല്‍
പൂന്തണലില്‍ച്ചെറുകാറ്റ
ത്തിവിടെയിരുന്നെഴുതാലോ.
ഓലയെഴുത്താണികളെ
ക്കാട്ടിലെറിഞ്ഞിങ്ങണയൂ.
"പൂത്ത മരച്ചോട്ടിലിരു
ന്നൊളിനെയ്യും പെമ്മകൊടിയേ,
ഓലയെഴുത്താണികളെ
ക്കാട്ടിലിതാ ഞാന്‍ കളവൂ!'

പിന്നെ പള്ളിക്കൂടത്തില്‍ പോയില്യ. സുഖായി എന്നല്ലേ വിചാരം? കേട്ടോളു. എഴുത്താണി ഇരിമ്പല്ലേ? അതങ്ങട്‌ പിടിവിട്ടപ്പോള്‍ പൂതം വന്നു പിടിച്ചു മെല്ലെ കൂട്ടിക്കൊണ്ടങ്ങട്ടു പോയി!

വെയില്‍ മങ്ങി മഞ്ഞക്കതിരു പൊങ്ങീ
വിയദങ്കണത്തിലെക്കാര്‍കള്‍ ചെങ്ങി
എഴുതുവാന്‍ പോയ കിടാവു വന്നീ
ലെവിടെപ്പോയ്‌; നങ്ങേലി നിന്നു തേങ്ങി.
ആറ്റിന്‍കരകളിലങ്ങിങ്ങോളം
അവനെ വിളിച്ചു നടന്നാളമ്മ.
നീറ്റില്‍ക്കളിക്കും പരല്‍മീനെല്ലാം
നീളവേ നിശ്ചലം നിന്നുപോയി.
ആളില്ലാപ്പാടത്തിലങ്ങുമിങ്ങും
അവനെ വിളിച്ചു നടന്നാളമ്മ.
പൂട്ടിമറിച്ചിട്ട മണ്ണടരില്‍
പുതിയ നെടുവീര്‍പ്പുയര്‍ന്നുപോയീ.
കുന്നിന്‍ചെരിവിലെക്കൂര്‍ത്തകല്ലില്‍
ക്കുഞ്ഞിനെത്തേടി വലഞ്ഞാളമ്മ.
പൊത്തില്‍നിന്നപ്പോള്‍ പുറത്തു നൂഴും
നത്തുകളെന്തെന്തെന്നന്വേഷിച്ചു.
കാട്ടിലും മേട്ടിലും പുക്കാളമ്മ
കാണാഞ്ഞു കേണു നടന്നാളമ്മ.
പൂമരച്ചോട്ടിലിരുന്നു പൂതം
പൂവന്‍പഴംപോലുള്ളുണ്ണിയുമായ്‌
പൂമാല കോര്‍ത്തു രസിയ്ക്കെക്കേട്ടൂ
പൂരിതദുഃഖമിത്തേങ്ങലുകള്‍.

എന്നിട്ടോ, അതിനുണേ്ടാ വല്ല കൂട്ടവും! പക്ഷേ, സ്വൈരക്കേടു തീരണ്ടേ?

പേടിപ്പിച്ചോടിക്കാന്‍ നോക്കീ പൂതം
പേടിക്കാതങ്ങനെ നിന്നാളമ്മ.
കാറ്റിന്‍ചുഴലിയായ്ച്ചെന്നു പൂതം
കുറ്റികണക്കങ്ങു നിന്നാളമ്മ.
കാട്ടുതീയായിട്ടും ചെന്നു പൂതം
കണ്ണീരാലൊക്കെക്കെടുത്താള്ളമ്മ.
നരിയായും പുലിയായും ചെന്നു പൂതം
തരികെന്റെ കുഞ്ഞിനെയെന്നാളമ്മ.

പറ്റിയില്ലല്ലോ! പൂതം മറ്റൊരടവെടുത്തു:

പൂതമക്കുന്നിന്റെ മേല്‍മൂടിപ്പാറയെ
ക്കൈതപ്പൂപോലെ പറിച്ചുനീക്കി.
കണ്‍ചിന്നുമ്മാറതില്‍പ്പൊന്നും മണികളും
കുന്നുകുന്നായിക്കിടന്നിരുന്നു.
'പൊന്നും മണികളും കിഴികെട്ടിത്തന്നീടാം
പൊന്നാരക്കുട്ടനെ ഞാനെടുക്കും.
'അപ്പൊന്നും നോക്കാതെ, യമ്മണി നോക്കാതെ
യമ്മ,തന്‍ കണ്ണുകള്‍ ചൂന്നെടുത്തു
പുലരിച്ചെന്താമരപോലവ പൂതത്തിന്‍
തിരുമുമ്പിലര്‍പ്പിച്ചു തൊഴുതുരച്ചു,
'ഇതിലും വലിയതാണെന്റെ പൊന്നോമന
അതിനെത്തരികെന്റെ പൂതമേ, നീ.'

പൂതത്തിന്റെ തഞ്ചം കേള്‍ക്കണോ? അമ്മയ്ക്കു കണ്ണില്ലാതായില്ലേ?


തെച്ചിക്കോലു പറിച്ചൂ പൂതം
ചേലൊടു മന്ത്രം ജപിച്ചു പൂതം
മറ്റോരുണ്ണിയെ നിര്‍മ്മിച്ചു പൂതം
മാണ്‍പൊടെടുക്കെന്നോതീ പൂതം.
അമ്മയെടുത്തിട്ടുമ്മകൊടുത്തി
ട്ടഞ്ചിതമോദം മൂര്‍ദ്ധാവിങ്കല്‍
തടകിത്തടകിപ്പുല്‍കിയവാറേ
വേറിട്ടൊന്നെന്നോതിയെണീറ്റാള്‍.
പെറ്റവയറ്റിനെ വഞ്ചിക്കുന്നൊരു
പൊട്ടപ്പൂതമിതെന്നു കയര്‍ത്താള്‍.
താപംകൊണ്ടു വിറയ്ക്കെക്കൊടിയൊരു
ശാപത്തിന്നവള്‍ കൈകളുയര്‍ത്താള്‍.
ഞെട്ടിവിറച്ചു പതിച്ചു പൂതം
കുട്ടിയെ വേഗം വിട്ടുകൊടുത്താള്‍.
'അമ്മേ നിങ്ങടെ തങ്കക്കുഞ്ഞിനെ
ഞാനിനിമേലില്‍ മറച്ചുപിടിക്കി
ല്ലെന്നുടെനേരെ കോപമിതേറെ
യരുതരുതെന്നെ നീറ്റീടൊല്ലേ.
നിന്നുടെ കണ്ണുകള്‍ മുന്‍പടി കാണും
നിന്നുടെ കുഞ്ഞിതുതന്നേ നോക്കൂ.
'തൊഴുതുവിറച്ചേ നിന്നൂ പൂതം
തോറ്റുമടങ്ങിയടങ്ങീ പൂതം.
അമ്മ മിഴിക്കും കണ്ണിന്മുമ്പിലൊ
രുണ്മയില്‍നിന്നൂ തിങ്കളൊളിപ്പൂ
പ്പുഞ്ചിരിപെയ്തുകുളിര്‍പ്പിച്ചും കൊണ്ട
ഞ്ചിതശോഭം പൊന്നുണ്ണി.

അങ്ങനെ അമ്മയ്ക്ക്‌ ഉണ്ണിയെ കിട്ടി. പൂതമോ, പാവം!

യാത്രതിരിച്ചിടുമുണ്ണിയെ വാരിയെ
ടുത്തു പുണര്‍ന്നാ മൂര്‍ദ്ധാവിങ്കല്‍
പലവുരു ചുംബിച്ചത്തുറുകണ്ണാല്‍
പ്പാവം കണ്ണീര്‍ച്ചോല ചൊരിഞ്ഞും
വീര്‍പ്പാല്‍ വായടയാതേകണ്ടും
നില്‍പൊരു പൂതത്തോടു പറഞ്ഞാ
ളപ്പോളാര്‍ദ്രഹൃദന്തരയായി
ട്ടഞ്ചിതഹസിതം പെറ്റോരമ്മ:
'മകരക്കൊയ്ത്തു കഴിഞ്ഞിട്ടെങ്ങടെ
കണ്ടമുണങ്ങിപ്പൂട്ടുങ്കാലം
കളമക്കതിര്‍മണി കളമതിലൂക്കന്‍
പൊന്നിന്‍കുന്നുകള്‍ തീര്‍ക്കുംകാലം
വന്നുമടങ്ങണമാണ്ടുകള്‍തോറും
പൊന്നുണ്ണിക്കൊരു കുതുകം ചേര്‍ക്കാന്‍,
ഞങ്ങടെ വീട്ടിനു മംഗളമേകാന്‍
ഞങ്ങള്‍ക്കഞ്ചിതസൗഖ്യമുദിക്കാന്‍.'
പൂത'മതങ്ങനെതന്നേ'യെന്നു
പറഞ്ഞു മറഞ്ഞിട്ടാണ്ടോടാണ്ടുകള്‍
മകരകൊയ്ത്തു കഴിഞ്ഞാലിപ്പോള്‍
പോന്നുവരുന്നൂ വീടുകള്‍തോറും.
ഉണ്ണി പിറന്നൊരു വീടേതെന്നു
തിരഞ്ഞുപിടിക്കണമതു ചോദിക്കാന്‍
വിട്ടും പോയി പറഞ്ഞതുമില്ലതു
നങ്ങേലിക്കു മറന്നതുകൊണ്ടോ,
കണ്ടാല്‍ത്തന്റെ കിടാവിനെ വീണ്ടും
കൊണ്ടോടിപ്പോമെന്നു ഭയന്നോ
തിട്ടമതാര്‍ക്കറിയാ;മതുമൂലം
തിങ്ങിത്തിങ്ങിവരുന്നൊരു കൗതുക
മങ്ങനെകൂടീട്ടിവിടിവിടെത്തന
തുണ്ണിയിരിപ്പെന്നോരോ വീട്ടിലു
മങ്ങു കളിച്ചുകരേറിത്തുള്ളി
ത്തുള്ളിമറിഞ്ഞൊടുവങ്ങേലെന്നുട
നവിടേക്കോടിപ്പോണൂ പൂതം.
ഉണ്ണിയെ വേണോ, ഉണ്ണിയെ വേണോ
ആളുകളിങ്ങനെയെങ്ങും ചോദിച്ചാ
ടിപ്പിപ്പൂ പാവത്തെപ്പല
പാടുമതിന്റെ മിടിക്കും കരളിന്‍
താളക്കുത്തിനു തുടികൊട്ടുന്നൂ
തേങ്ങലിനൊത്തക്കുഴല്‍വിളി കേള്‍പ്പൂ.

കേട്ടിട്ടില്ലേ തുടികൊട്ടും കലര്‍
ന്നോട്ടുചിലമ്പിന്‍ കലമ്പലുകള്‍
അയ്യയ്യാ വരവമ്പിളിപ്പൂങ്കല
മെയ്യിലണിഞ്ഞ കരിമ്പൂതം.
    `,
  },
  {
    id: "4",
    title: "ഭൂമിയ്ക്കൊരു ചരമഗീതം",
    category: "poetry",
    Author: "ഓ എൻ വി കുറുപ്പ്",
    datePublished: "2025-07-31",
    content: `
ഇനിയും മരിക്കാത്ത ഭൂമി! നിന്നാസന്ന-
മൃതിയില്‍ നിനക്കാത്മശാന്തി!
ഇത് നിന്റെ (എന്റെയും) ചരമശുശ്രൂഷയ്ക്ക്
ഹൃദയത്തിലിന്നേ കുറിച്ച ഗീതം.

മൃതിയുടെ കറുത്ത വിഷപുഷ്പം വിടര്‍ന്നതിന്‍-
നിഴലില്‍ നീ നാളെ മരവിക്കേ,
ഉയിരറ്റനിന്‍മുഖത്തശ്രു ബിന്ദുക്കളാല്‍
ഉദകം പകര്‍ന്നു വിലപിക്കാന്‍
ഇവിടെയവശേഷിക്കയില്ലാരു, മീ ഞാനും!
ഇതു നിനക്കായ് ഞാന്‍ കുറിച്ചീടുന്നു ;
ഇനിയും മരിക്കാത്ത ഭൂമി ! നിന്നാസന്ന-
മൃതിയില്‍ നിനക്കാത്മശാന്തി!

പന്തിരുകുലം പെറ്റ പറയിക്കുമമ്മ നീ
എണ്ണിയാല്‍ തീരാത്ത,
തങ്ങളിലിണങ്ങാത്ത
സന്തതികളെ നൊന്തു പെറ്റു!
ഒന്നു മറ്റൊന്നിനെ കൊന്നു തിന്നുന്നത്
കണ്ണാലെ കണ്ടിട്ടുമൊരുവരും കാണാതെ
കണ്ണീരൊഴുക്കി നീ നിന്നൂ!
പിന്നെ, നിന്നെത്തന്നെയല്പാല്പമായ്‌ത്തിന്നുഃ
തിന്നവര്‍ തിമിര്‍ക്കവേ ഏതും വിലക്കാതെ
നിന്നു നീ സര്‍വംസഹയായ്!

ഹരിതമൃദുകഞ്ചുകം തെല്ലൊന്നു നീക്കി നീ-
യരുളിയ മുലപ്പാല്‍ കുടിച്ചു തെഴുത്തവര്‍-
ക്കൊരു ദാഹമുണ്ടായ് (ഒടുക്കത്തെ ദാഹം!)-
തിരുഹൃദയ രക്തം കുടിക്കാന്‍!
ഇഷ്ടവധുവാം നിന്നെ സൂര്യനണിയിച്ചൊരാ-
ചിത്രപടകഞ്ചുകം ചീന്തി
നിന്‍ നഗ്നമേനിയില്‍ നഖം താഴ്ത്തി മുറിവുകളില്‍-
നിന്നുതിരും ഉതിരമവര്‍മോന്തി
ആടിത്തിമര്‍ക്കും തിമിര്‍പ്പുകളിലെങ്ങെങ്ങു-
മാര്‍ത്തലക്കുന്നു മൃദുതാളം!

അറിയാതെ ജനനിയെപ്പരിണയിച്ചൊരു യവന-
തരുണന്റെ കഥയെത്ര പഴകീ
പുതിയ കഥയെഴുതുന്നു വസുധയുടെ മക്കളിവര്‍
വസുധയുടെ വസ്ത്രമുരിയുന്നു!
വിപണികളിലവ വിറ്റുമോന്തുന്നു, വിട നഖര-
മഴുമുനകള്‍ കേളി തുടരുന്നു!
കത്തുന്ന സൂര്യന്റെ കണ്ണുകളില്‍നിന്നഗ്നി
വര്‍ഷിച്ചു രോഷമുണരുന്നു!
ആടിമുകില്‍മാല കുടിനീര് തിരയുന്നു!

ആതിരകള്‍ കുളിരു തിരയുന്നു.
ആവണികളൊരു കുഞ്ഞുപൂവ് തിരയുന്നു!
ആറുകളൊഴുക്ക് തിരയുന്നു!
സര്‍ഗലയതാളങ്ങള്‍ തെറ്റുന്നു, ജീവരഥ-
ചക്രങ്ങള്‍ ചാലിലുറയുന്നു!
ബോധമാം നിറനിലാവൊരു തുള്ളിയെങ്കിലും
ചേതനയില്‍ ശേഷിക്കുവോളം
നിന്നില്‍ നിന്നുയിരാര്‍ന്നൊ-
രെന്നില്‍ നിന്നോര്‍മകള്‍ മാത്രം!

നീ, യെന്റെ രസനയില്‍ വയമ്പും നറും തേനു-
മായ് വന്നൊരാദ്യാനുഭൂതി!
നീ, എന്റെ തിരി കെടും നേരത്ത് തീര്‍ത്ഥകണ-
മായലിയുമന്ത്യാനുഭൂതി!

നിന്നില്‍ കുരുക്കുന്ന കറുകയുടെ നിറുകയിലെ
മഞ്ഞുനീര്‍ തുള്ളിയില്‍പ്പോലും
ഒരു കുഞ്ഞു സൂര്യനുണ്ടതു കണ്ടുദിച്ചിതെന്‍-
കരളിലൊരു വിസ്മയവിഭാതം!
നിന്റെ തരുനിരകളുടെ തണലുകളില്‍ മേഞ്ഞുപോ-
യെന്നുമെന്‍ കാമമാം ധേനു.
നിന്റെ കടലിന്‍മീതെയേതോ പ്രവാചകര്‍
വന്നപോല്‍ കാറ്റുകള്‍ നടന്നൂ.

ആയിരമുണ്ണിക്കനികള്‍ക്കു തൊട്ടിലും
താരാട്ടുമായ് നീയുണര്‍ന്നിരിക്കുന്നതും
ആയിരം കാവുകളിലൂഞ്ഞാലിടുന്നതും
ആലിലത്തുമ്പത്തിരുന്നു തുളളുന്നതും
അഞ്ചിതല്‍ പൂക്കളായ് കൈയാട്ടി നില്‍പതും
അമ്പലപ്രാവായി നീ കുറുകുന്നതും
ആയിരം പുഴകളുടെയോളങ്ങളായെന്റെ
ആത്മഹര്‍ഷങ്ങള്‍ക്കു താളം പിടിപ്പതും
പൂവാകയായ് പുത്തിലഞ്ഞിയായ് കൊന്നയായ്
പുത്തനാം വര്‍ണ്ണകുടകള്‍ മാറുന്നതും.
കൂമന്റെ മൂളലായ് പേടിപ്പെടുത്തി നീ
കുയിലിന്റെ കൂകയലായ് പേടിതീര്‍ക്കുന്നതും
അന്തരംഗങ്ങളില്‍ കളമെഴുതുവാന്‍ നൂറു
വര്‍ണ്ണങ്ങള്‍ ചെപ്പിലൊതുക്കി വെക്കുന്നതും
സായന്തനങ്ങളെ സ്വര്‍ണ്ണമാക്കുന്നതും
സന്ധ്യയെയെടുത്തു നീ കാട്ടില്‍ മറയുന്നതും
പിന്നെയൊരുഷസ്സിനെത്തോളിലേറ്റുന്നതും
എന്നെയുമുണര്‍ത്തുവാ, നെന്നയമൃതൂട്ടുവാന്‍,
കദളിവന ഹൃദയ നീഡത്തിലൊരു കിളിമുട്ട
അടവച്ചു കവിതയായ് നീ വിരിയിപ്പതും
ജലകണികപോലവേ തരളമെന്‍ വാഴ്വിനൊരു
നളിനദലമായി നീ താങ്ങായി നില്പതും
അറിയുന്നു ഞാ, നെന്നില്‍ നിറയുന്നു നീ, യെന്റെ
അമൃതമീ നിന്‍ സ്മൃതികള്‍ മാത്രം!

ചിറകുകളില്‍ സംഗീതമുള്ള കളഹംസമേ!
അരിയ നിന്‍ ചിറകിന്റെ-
യൊരു തൂവലിന്‍ തുമ്പി-
ലൊരു മാത്രയെങ്കിലൊരു മാത്ര, യെന്‍ വാഴ്വെന്ന
മധുരമാം സത്യം ജ്വലിപ്പൂ!
അതു കെട്ടുപോകട്ടെ! -- നീയാകുമമൃതവും
മൃതിയുടെ ബലിക്കാക്ക കൊത്തീ...!
മുണ്ഡിതശിരസ്കയായ് ഭ്രഷ്ടയായ് നീ സൗര-
മണ്ഡലപ്പെരുവഴിയിലൂടെ
മാനഭംഗത്തിന്റെ മാറാപ്പുമായി സ-
ന്താന പാപത്തിന്റെ വിഴുപ്പുമായി
പാതിയുമൊഴിഞ്ഞൊരു മനസ്സിലതിതീവ്രമാം
വേദനകള്‍ തന്‍ ജ്വാല മാത്രമായി
പോകുമിപ്പോക്കില്‍ സിരകളിലൂടരി-
ച്ചേറുകയല്ലീ കരാളമൃത്യൂ?....

ഇനിയും മരിക്കാത്ത ഭൂമി ?
ഇതു നിന്റെ മൃതശാന്തി ഗീതം!
ഇതു നിന്റെ (എന്റെയും) ചരമ ശുശ്രൂഷയ്ക്ക്
ഹൃദയത്തിലിന്നേ കുറിച്ച ഗീതം!
ഉയിരറ്റ നിന്‍മുഖത്തശ്രുബിന്ദുക്കളാല്‍
ഉദകം പകര്‍ന്നു വിലപിക്കാന്‍
ഇവിടെയവശേഷിക്കയില്ല ഞാ, നാകയാല്‍
ഇതുമാത്രമിവിടെ എഴുതുന്നു.
ഇനിയും മരിക്കാത്ത ഭൂമി! നിന്നാസന്ന-
മൃതിയില്‍ നിനക്കാത്മശാന്തി!
മൃതിയില്‍ നിനക്കാത്മശാന്തി!
    `,
  },
  {
    id: "5",
    title: "ചണ്ഡാലഭിക്ഷുകി",
    category: "poetry",
    Author: "കുമാരനാശാന്",
    datePublished: "2025-07-31",
    content: `
ഭാഗം ഒന്ന്

പണ്ടുത്തരഹിന്ദുസ്ഥാനത്തിൽ വൻ‌പുകഴ്-
കൊണ്ട ശ്രാവസ്തിക്കടുത്തോരൂരിൽ,

രണ്ടായിരത്തഞ്ഞൂറാണ്ടോളമായ്-വെയിൽ
കൊണ്ടെങ്ങും വാകകൾ പൂക്കുന്നാളിൽ

ഉച്ചയ്ക്കൊരുദിനം വന്മരുവൊത്തൊരു
വിച്ഛായമായ വെളിസ്ഥലത്തിൽ

കത്തുന്നൊരാതപജ്വാലയാലർക്കനെ
സ്പർദ്ധിക്കും മട്ടിൽ ജ്വലിച്ചു ഭൂമി

അദ്ദിക്കിലൂടെ കിഴക്കുനിന്നേറെ നീ-
ണ്ടെത്തുമൊരുവഴി ശൂന്യമായി

സ്വച്ഛതരമായ കാനൽ‌പ്രവാഹത്തിൻ
നീർച്ചാലുപോലെ തെളിഞ്ഞു മിന്നി

ദൂരെപ്പടിഞ്ഞാറു ചാഞ്ഞ വിൺ‌ഭിത്തിയിൽ
നേരെയതു ചെന്നു മുട്ടും ദിക്കിൽ

ഉച്ചമായങ്ങൊരു വന്മരം കാണുന്നു
നിശ്ചലമായ കാർകൊണ്ടല്പോലെ

നീലക്കല്ലൊത്തു മിനുത്തോരിലകൾ തൻ
മേലെ തൂവൈരത്തിൻ കാന്തി വീശും

ചണ്ഡാംശുരശ്മികളാലൊരു വാർവെള്ളി-
മണ്ഡലം ചൂടുന്നുണ്ടമ്മുകിൽമേൽ

പച്ചിലച്ചില്ലയിൽ ചെപ്പടിപ്പന്തുപോൽ
മെച്ചമായ് പറ്റും ഫലം നിറഞ്ഞും

ഭൂരിശാഖാഗ്രഹത്താൽ വിണ്ണും വേടിൻ ചാർത്താൽ
പാരും വ്യാപിച്ചു പടർന്നു നിൽക്കും

പേരാൽ മരമാണതായതിൻ പത്രത്തിൻ
ചാരുതണലാർന്ന കൊമ്പുതോറും

ഘോരതപം ഭയപ്പെട്ടേറെപ്പക്ഷികൾ
സ്വൈരം ശരണമണഞ്ഞിരിപ്പൂ

ചൂടാർന്നു തൊണ്ട വരണ്ടിട്ടിവയൊന്നും
പാടാനൊരുങ്ങുന്നില്ലെന്നല്ലഹോ;

വാടിവലഞ്ഞു ഞരമ്പുതളർന്നിര-
തേടാനുമോർക്കുന്നില്ലിക്കഖഗങ്ങൾ

വട്ടം ചുഴന്നു പറന്നു പരുന്തൊന്നു
ചുട്ടുപോം തൂവലെന്നാർത്തിയോടും

ചെറ്റിട വേകും നടുവിണ്ണു വിട്ടിതാ
പറ്റുന്നുണ്ടാലിതിൻ തായ്കൊമ്പില്ന്മേൽ

വേട്ടയതും തുടങ്ങുന്നില്ലതിനെയും
കൂട്ടാക്കുന്നില്ല കുരുവിപോലും

ഹന്ത! തടിതളർന്നാർത്തി കലരുന്ന
ജന്തു നിസർഗ്ഗവികാരമേലാ!

വ്യാസമിയന്നോരീയൊറ്റ മരക്കാട്ടിൻ
വാസാർഹമായ മുരട്ടിൽ ചുറ്റും

ഭാസിക്കുന്നുണ്ടു, തൊലിതേഞ്ഞ വൻ‌വേരാ-
മാസനം പാന്ഥോചിതമായേറെ,

ഓരോരിടത്തിൽ പൊതിയഴിച്ചുള്ള പാഴ്-
നാരുമിലകളുമങ്ങിങ്ങായി

പാറിക്കിടപ്പുണ്ടു, കാലടിപ്പാതക-
ളോരോന്നും വന്നണയുന്ന ദിക്കിൽ

മുട്ടും വഴികൾതൻ വക്കിലങ്ങുണ്ടൊരു
കട്ടിക്കരിങ്കൽ ചുമടുതാങ്ങി;

ഒട്ടടുത്തായ് കാണുന്നുണ്ടൊരു വായ്ക്കല്ലു
പൊട്ടിവീണുള്ള പഴംകിണറും

നേരെ കിഴക്കേപ്പെരുവഴിവിട്ടുള്ളോ-
രൂരുപാതയുടെയിങ്ങുതന്നെ

ആരോ നടന്നു കുഴഞ്ഞു വരുന്നുണ്ടു;
ചാരത്താ, യാളൊരു ഭിക്ഷുവത്രേ

മഞ്ഞപിഴിഞ്ഞു ഞൊറിഞ്ഞുടുത്തുള്ളൊരു
മഞ്ജു പൂവാടയാൽ മേനിമൂടി

മുണ്ഡനം ചെയ്തു ശിരസ്സും മുഖചന്ദ്ര-
മണ്ഡലം താനു മസൃണമാക്കി

ദീർഘവൃത്താകൃതിയാം മരയോടൊന്നു
ദീർഘമാം വാമഹസ്തത്തിലേന്തി

ദക്ഷിണഹസ്തത്തിലേലും വിശറിപ്പൊൻ-
പക്ഷമിളക്കിയൊട്ടൊട്ടു ദേവതപോൽ

ഓടും വിശറിയും വൃക്ഷമൂലത്തിൽ‌വ-
ച്ചാടൽകലർന്നൊരു ഫുൽക്കരിച്ചു

ആടത്തുമ്പാലെ വിയർപ്പു തുടച്ചു ക-
ണ്ണോടിച്ചു യോഗി കിണറ്റിൻ നേരേ

അപ്പൊഴുതങ്ങൊരു പെൺകൊടിയാൽ ചെറു-
ചെപ്പുക്കുടമൊന്നരയ്ക്കു മേലിൽ

അഞ്ചിതമായ് വളമിന്നുമിടം കര
പിഞ്ചുലതകൊണ്ടു ചുട്ടിച്ചേർത്തും,

വീശും വലംകരവല്ലിയിൽ പാളയും
പാശവും ലീലയായ് തൂക്കിക്കൊണ്ടും

ചെറ്റു കുനിഞ്ഞു വലം ചാഞ്ഞ പൂമേനി
ചുറ്റിമറച്ചു ചെങ്കാന്തി തേടും

പൂഞ്ചേല തൻ തല പാർശ്വത്തിൽ പാറിച്ചും,
ചാഞ്ചാടിവയ്ക്കുമടിത്തളിരിൽ

ലോലപ്പൊമ്പാദസരത്തിലെക്കിങ്കിണീ
ജാലം കിലുങ്ങി മുഴങ്ങുമാറും

മന്ദമടുത്തുള്ളോരൂരിൽ നിന്നോമലാൾ
വന്നണയുന്നു വഴിക്കിണറിൽ

കാക്കയും വന്നൂ പനമ്പഴവും വീണെ
ന്നാക്കമാർന്നൂ ഭിക്ഷു ശുഷ്ക്കകണ്ഠൻ;

സത്തർക്കഴലിലഥവാ തുണയ്ക്കുവാ-
നെത്തും നിയതിയോരോ വടിവിൽ!

ഭാഗം രണ്ട്

തൂമതേടും തൻ‌പാള കിണറ്റിലി-
ട്ടോമൽ ക്കൈയാൽ കയറു വലിച്ചുടൻ

കോമളാംഗി നീർ കോരി നിന്നീടിനാൾ
ശ്രീമാനബ്ഭിക്ഷുവങ്ങു ചെന്നർത്ഥിച്ചാൻ;

“ദാഹിക്കുന്നു ഭഗിനീ, കൃപാരസ-
മോഹനം കുളിർ തണ്ണീരിതാശു നീ

ഓമലേ, തരു തെല്ലെ”ന്നതു കേട്ടൊ-
രാ മനോഹരിയമ്പരന്നോതിനാൾ:-

“അല്ലല്ലെന്തു കഥയിതു കഷ്ടമേ!
അല്ലലാലങ്ങു ജാതി മറന്നിതോ?

നീചനാരിതൻ കൈയാൽ ജലം വാങ്ങി
യാചമിക്കുമോ ചൊല്ലെഴുമാര്യന്മാർ?

കോപമേലരുതേ; ജലം തന്നാ‍ലും
പാപമുണ്ടാ മിവളൊരു ചണ്ഡാലി;

ഗ്രാമത്തിൽ പുറത്തിങ്ങു വസിക്കുന്ന
‘ചാമർ’ നായകൻ തന്റെ കിടാത്തി ഞാൻ

ഓതിനാൻ ഭിക്ഷുവേറ്റ വിലക്ഷനായ്
“ജാതി ചോദിക്കുന്നില്ല ഞാൻ സോദരി,

ചോദിക്കുന്നു നീർ നാവുവരണ്ടഹോ!
ഭീതിവേണ്ടാ; തരികതെനിക്കു നീ”

എന്നുടനെ കരപുടം നീട്ടിനാൻ
ചെന്നളിനമനോഹരം സുന്ദരൻ

പിന്നെത്തർക്കം പറഞ്ഞില്ലയോമലാൾ;
തന്വിയാണവൾ കല്ലല്ലിരുമ്പല്ല!

കറ്റക്കാർക്കൂന്തൽ മൂടിത്തലവഴി
മുറ്റുമാസ്യം മറഞ്ഞുകിടക്കുന്ന

ചാരുസാരിയൊതുക്കിച്ചെറുചിരി
ചേരും ചോരിവാ ചെറ്റു വിടർത്തവൾ

പാരം വിസ്മയമാർന്നു വിസ്ഫാരിത
താരയായ് ത്തെല്ലു നിന്നു മയ്ക്കണ്ണിയാൾ

ചോരച്ചെന്തളിരഞ്ചുമരുണാംശു
പൂരത്താൽ ത്തെല്ലു മേനി മൂടിപ്പുലർച്ചയിൽ

വണ്ടിണ ചെന്നു മുട്ടി വിടർന്ന ചെ-
ന്തണ്ടലരല്ലി കാട്ടി നിൽക്കും പോലെ

പിന്നെക്കൈത്താർ വിറയ്ക്കയാൽ പാളയിൽ
ചിന്നിനിന്നു തുളുമ്പി മനോജ്ഞമായ്

മദ്ധ്യം പൊട്ടി നുറുങ്ങി വിലസുന്ന
ശുദ്ധകണ്ണാടി കാന്തി ചിതറും നീർ

ആർത്തിയാൽ ഭിക്ഷു നീട്ടിയ കൈപ്പൂവിൽ
വാർത്തുനിന്നിതേ മെല്ലെക്കുനിഞ്ഞവൾ

പുണ്യശാലിനി, നീ പകർന്നീടുമീ
തണ്ണീർതന്നുടെയോരോരോ തുള്ളിയും

അന്തമറ്റ സുകൃതഹാരങ്ങൾ നി-
ന്നന്തരാത്മാവിലർപ്പിക്കുന്നുണ്ടാവാം;

ശിക്ഷിതാത്മനിർവ്വാണരീലഗ്ര്യനീ;
ഭിക്ഷുവാരെന്നറിവീല ബാലേ നീ;

രക്ഷാദക്ഷമാം തൽ പ്രസാദം, നിന്നെ
പ്പക്ഷേ വേറാളായ് മാറ്റുന്നുമുണ്ടാവാം

അഞ്ജലിരുന്നിലർപ്പിച്ച തന്മുഖ-
കുഞ്ജം ഭിക്ഷു കുനിഞ്ഞുനിന്നാർത്തിയാൽ,

വെള്ളിക്കമ്പികണക്കെ തെളിഞ്ഞതി-
നുള്ളിൽവീഴും കുളിർവാരിതൻ പൂരം

പാവനം നുകരുന്നു തൻ ശുദ്ധമാം
ഭാവി വിഞ്ജാനധാരയെന്നോർത്തപോൽ;

ആ മഹാർനാർന്ന സംതൃപ്തി കണ്ടഹോ!
കോൾമയിർക്കൊണ്ടു നിൽക്കുന്നു പെൺകൊടി

ആമയംതീർന്നു; പോരും നീരെന്നവൻ
വാമഹസ്തമുയർത്തി വിലക്കുന്നു

സാദം തീർന്നു സിരകളുണർന്നുടൻ
മോദമാനമുഖാംബുജശ്രീയൊടും

ഭിക്ഷുവര്യൻ നിവർന്നു കടചോന്നു
പക്ഷ്മളങ്ങളാം നീണ്ടമിഴികളാൽ

നന്ദിയോലവേ, തന്നുപകർത്തിയാം
സുന്ദരാംഗിയെ നോക്കിയരുൾചെയ്തു;

“നിർവ്വാണനിധി കണ്ട മഹാസിദ്ധൻ
സർവ്വലോകൈകവന്ദ്യൻ ദയാകുലൻ

ഗുർവ്വധീശനനുഗ്രഹിക്കും നിന്നെ
പ്പർവ്വചന്ദ്രവദനേ, ഞാൻ പോകുന്നു”

എന്നുവീണ്ടുമായാൽക്കടലാക്കാക്കി
യുന്നതൻ ശാന്തഗംഭീരദർശനൻ

ചെന്നവിടെയച്ഛായാതലത്തിൽ
ചൊന്ന ദിക്കിലിരിപായി സൌഗതൻ

മന്ദം കാട്ടറവെത്തിദ്ദാഹം, തീർത്തു
കന്ദരം പൂകും കേസരിപോലവൻ

പിന്നെച്ചെമ്മേയങ്ങാസനം ബന്ധിച്ചു
ധന്യൻ ധ്യാനമിയന്നു വിളങ്ങിനാൻ

ഫൽഗുതീർത്തരയാൽത്തണലിൽ തൻ
സദ്ഗുരുവായ മാരജിത്തെന്നപോൽ

തൻ‌കുടവും നിറച്ചു തുടച്ചതു
മങ്കമാർമണി മാറ്റിവച്ചങ്ങവൾ,

നീളമേലും കയറുചുരുട്ടിയ
പ്പാളയിൽ ചേർത്തു സജ്ജമാക്കീടിനാൾ

പോകുവാനോങ്ങിയെങ്കിലും പെൺകിടാ-
വാഞ്ഞങ്ങൊട്ടലസയായ് ചുറ്റിനാൾ

അന്തികത്തിങ്കൽ പൂത്തുമനോജ്ഞമായ്
അന്തിവാനിന്നകന്നോരു കോണുപോൽ

ചന്തമാർന്നങ്ങു നിൽക്കും ചെറുവാക-
തൻ ത്തനലിലണഞ്ഞാൾ മനോഹരി

ചാരത്തെത്തിയോരോമനപ്പൂങ്കുല
പാരാതാഞ്ഞൊടിച്ചായതു നോക്കിയും

ചാരുനേത്ര മരത്തിലിടത്തുതോൾ
ചാരിച്ചാഞ്ഞു ചരിഞ്ഞമിഴികളാൽ

ദൂരെ മേവുന്ന ഭിക്ഷുവിനായ് കരും-
താരണിമാല മോഘമായ് നിർമ്മിച്ചും

പാരിലൊറ്റകാലൂന്നി നിലകൊണ്ടാൾ
മാരദൂതിപോൽ തെല്ലിട സുന്ദരി

ഭാഗം മൂന്ന്

വെയിൽമങ്ങി, ചൂടുമൊട്ടൊട്ടൊതുങ്ങി
സ്വയമെഴുന്നേറ്റുടൻ ഭിക്ഷു പോയി

വിലയേറുമെന്തോ കളഞ്ഞുകേഴും
നിലയാർന്നബ്ബാലയും വീടുപൂകി

അവൾ പിന്നെയത്യന്തഖിന്നയായി
അവശയായ് പ്രത്യക്ഷഹേതുവെന്യേ

അഴുതവൾ കോണിലൊതുങ്ങിയെങ്ങും
പൊഴുതുപോകാതായി ബുദ്ധിമുട്ടി

ചിറകറ്റ മിന്നാമിനുങ്ങുപോലെ
യറുപകൽ നീങ്ങിയിഴഞ്ഞിഴഞ്ഞു

പൊറുതിയുണ്ടായില്ല രാവിലമ-
ച്ചെറുമിയന്നുണ്ടില്ലുറങ്ങിയില്ല

അഴകേറും ഭിക്ഷുവുമപ്പേരാലും
വഴിയും കിണറും പരിസരവും

ഒഴിയാതവളഹോ മുമ്പിൽ കണ്ടു
മിഴിയടച്ചെന്നാലുമല്ലെന്നാലും

തനിയെ തുടർന്നെഴും ചിന്ത നിർത്താൻ
തനുഗാത്രിയാളായില്ലെന്നല്ലഹോ,

നിനവും കിനാവുമഭിന്നമായി
മനതാർ കുഴങ്ങി വലഞ്ഞു ബാല

നെടുരാത്രി നീങ്ങാഞ്ഞു നിർവ്വേദത്താൽ
പിടയും തൻ ശയ്യയിൽ പേലവാംഗി

ഝടിതിയെഴുന്നേറ്റവളിരിക്കും
ഉടനേ പോയ് വാതിൽ തുറന്നുനോക്കും

ഇരവിനെ നിന്നു ശപിക്കും തന്വി
തിരിയെക്കിടക്കയിൽ പോയി വീഴും

വിരഞ്ഞിതവൾ ഭൂതപീഡയാലോ
ജ്വരസംഭ്രമത്താലോയെന്നവണ്ണം

അറയിൽത്താനേകയായിപ്രകാരം
പറവാനാകാത്തൊരീയാമയത്താൽ

ശബളിതഭാവയിവളകമേ
വിപുലമാം പുണ്യവികാസത്താലേ

ശബരാലയത്തിന്നിരുട്ടറയിൽ
സപദിയൊതുങ്ങാതുഴൽകയാവാം

കുറുനരിയും പിന്നെ യകൂമൻ‌താനു-
മറിയിക്കും യാമങ്ങളെണ്ണിയെണ്ണി

പറയവനിത പൂങ്കോഴികൂവും
തിറമെഴും കാഹളം കേൾക്കയായി

ശയനം വെടിഞ്ഞു നനഞ്ഞു വീർത്ത
നയനാംബുജങ്ങൾ തുടച്ചു തന്വി;

ഉടനെ മുറിതുറന്നുമ്മറത്തൊ-
രടിവെച്ചൊട്ടാഞ്ഞു വെളിക്കു നോക്കി

പടിമേലവൾ തെല്ലിരുന്നു പിന്നെ
നെടുവീർപ്പിട്ടൊട്ടു മുറ്റത്തിറങ്ങി,

ഉടയോരുണർന്നു കാണുമ്മുമ്പെങ്ങോ
വിടകൊള്ളാനോങ്ങുന്ന പോലെ തന്നെ

പരിചിലവൾ നട വിട്ടു പോന്ന-
പ്പുരയുടെ പിന്നിലൊതുങ്ങിനിന്നു

പുറവേലിതൻ പടർപ്പിന്മേലപ്പോൾ
ചെറുവണ്ണാത്തിപ്പുള്ളുണർന്നുപാടി,

തളിർ വിടർന്നുള്ള മരംതലോടി
ക്കുളിർവായുവൂതി കിഴക്കുനിന്നും;

പ്രവിരളതാരയാം പൂർവ്വദിക്കിൻ
കവിളും വിളറിത്തുടങ്ങിമെല്ലെ

നടകൊണ്ടുടനെയവിടെനിന്ന-
ങ്ങിടവഴിയെത്തുന്നു കാതരാക്ഷി,

ഇടരാർന്നു വീണ്ടും തിരിഞ്ഞുനിന്നു
ഝടിതി വീക്ഷിക്കുന്നു സ്നേഹശീല

ഒടുവിൽ ജനിച്ചഹോ താൻ വളർന്ന
കുടിലോടു യാത്ര ചോദിക്കുമ്പോലെ

ഉഴറിത്തിരിഞ്ഞുടനോമലാളാ-
വഴിയേവരുന്നു കിണറ്റരികിൽ

സ്ഫുടമിവൾ നീരിനല്ലിപ്പോൾ പോന്നു;
കുടമില്ല, സന്നാഹമൊന്നുമില്ല

അതുമല്ലവളങ്ങു ചുറ്റും തെണ്ടി
വിധുരയായ് ഭിക്ഷുവിൻ പാദമുദ്ര

ക്ഷിതിയിൽ കണ്ടാശു സൂക്ഷിച്ചുനോക്കി
നിധിചോരപോലെ കുനിഞ്ഞിരുന്നു

യതിവര്യൻ തണ്ണീരിനായ്ത്തലേന്നാ-
ളെതിരേ നീട്ടിക്കണ്ട കൈത്താർ തന്റെ

മൃദുപാടലാഭതന്നോർമ്മ നൽകും
പ്രതിനവാർക്കാംശുക്കൾ തട്ടിച്ചോന്നു

പുതുരക്തമോടി വിളങ്ങും സാക്ഷാൽ
പദമലർ താനതെന്നാർത്തിയാലെ

പുളകിതഗണ്ഡയായ് താണു ഭൂവി-
ലളകാഞ്ചലം വീണടിയുമാറും

അധരം തുടുത്തു തുളുമ്പുമാറും
അതിനെയിതാ തന്വി ചുംബിക്കുന്നു

വിരവിലെഴുന്നേറ്റുടൻ നടന്ന-
പ്പെരുവഴിയെത്തുന്നു പേശലാംഗി;

പദമുദ്ര വേർതിരിയാതെയങ്ങു
പതറുന്നു പെൺകൊടി ദൂരെയെത്തി?

യതിപുംഗവന്റെ വഴിതുടർന്നീ-
മതിമുഖി പോകയാം തർക്കമില്ല

അഴലാർന്നിവളഹോ സ്വാമി തന്റെ
വഴിയോരും ശ്വാവിന്റെ നാസയ്ക്കേലും

അനഘമാം ശക്തിയില്ലാഞ്ഞിദാനീ-
തനതിന്ദ്രിയത്തെശ്ശപിക്കുന്നുണ്ടാം

അഴകിൽ പൂർവ്വാഹ്നശ്രീ തങ്കച്ചാറാൽ
മെഴുകുന്നോരപ്പാതയുടെ പിന്നെ

വഴിപോക്കർ ചൊല്ലിയറിഞ്ഞു വേഗം
പിഴയാതെ ശ്രാവസ്തി പട്ടണത്തിൽ

പരിശുദ്ധ ജേതൃവനവിഹാര-
പരിസര രഥ്യയിലെത്തി ബാല

ഇടയിടെപ്പൂമരവൃന്ദമില്ലി-
പ്പടരിവതിങ്ങും വൻ‌വേലി ചൂഴ്ന്നു

കരിവാർശിലയാൽ തീർത്തുള്ള രണ്ടു
കരിവരർ കാക്കും പൂങ്കാവിൻ ദ്വാരം

അരികിലവൾ കണ്ടിതുള്ളിലോരോ
വരമന്ദിരാരാമവൃന്ദത്തോടും

ഇരുപുറവുമത്തി, തേന്മാവു, ഞാവൽ
അരയാൽ മുതലാ തരുനിരകൾ

സുരുചിരച്ഛായം വളർന്നു ശാന്ത-
പരിമോഹനമാം നടക്കാവൂടെ

അവളുള്ളിൽപ്പോയന്തർമന്ദിരത്തിൽ
നിവസിക്കും ഭിക്ഷുക്കൾതന്നെക്കണ്ടാൾ

വിവരങ്ങൾ ചോദിച്ചാളങ്ങങ്ങെത്തി
യവഗതസങ്കോചം ഗ്രാമകന്യ

വിദിത സമസ്നേഹരാജ്യലൿഷ്മി
സദനമതാർക്കും തറവാടല്ലോ

അകലെനിന്നെത്തുമിവളങ്ങുള്ളോ-
രകളങ്കർക്കമ്പേലും പെങ്ങളല്ലോ?

മുകിൽ‌വേണിക്കസ്ഥലമാഹാത്മ്യം താൻ
പകുതിമോഹം തീർത്തിരിക്കുമിപ്പോൾ

പരിസരശക്തിഗുണത്താൽ മർത്ത്യർ
പരിശുദ്ധരാകും പാപിഷ്ഠർപോലും

ജഗദേക ധർമ്മപിതാവു സാക്ഷാൽ
ഭഗവാൻ തഥാഗതൻ സാന്നിദ്ധ്യത്താൽ

അരിയ വിഹാരമതന്നുപാരം
പരിപാവനമാക്കിച്ചെയ്തിരുന്നു

ഗുരുദേവരെക്കാണ്മാൻ പൂർവ്വാരാ‍മ-
വരവിഹാരത്തിൽ നിന്നിങ്ങുപോരും

സുവിദിതൻ “ആനന്ദ”ഭിക്ഷുവത്രേ
അവൾ തണ്ണീർ നൽകിയ യാത്രക്കാരൻ

വിവരമറിഞ്ഞവൾ തന്നെദ്ദേവൻ
സവിധത്തിലമ്പിയന്നാനയിച്ചാൻ

അവളജ്ഞ ചണ്ഡാലബാലയെങ്ങാ-
ബ്ഭുവനഗുരുപാദരെങ്ങു? പാർത്താൽ

ഗുരുലഘുഭേദമതിഥികളിൽ
പരമോദാരന്മാർ കാണ്മീല നൂനം

മണി മണ്ഡപത്തിന്റെ പൂമുഖത്തിൻ
ക്ഷണമെഴുന്നള്ളി നിന്നീടും രൂപം

പരമവൾ കണ്ടിതു ഭിക്ഷുവേഷം
പുരുഷസൌന്ദര്യത്തിൻ പൂർണ്ണാഭോഗം

സുഭഗനാനന്ദൻ മിന്നാമിനുങ്ങായ്
പ്രഭമങ്ങുമത്ഭുത തേജ:പുഞ്ജം

പതറീ ഹൃദയം വിറച്ചു പൂമെ-
യ്യെതിരേ മഹാത്മാവെക്കണ്ടു ഞെട്ടി

അവിദിതാചാരമാതംഗകന്യ
അവശയായ് സംഭ്രമമാർന്നുനിന്നു

പുതുദീപം മുമ്പിൽ പതംഗിപോലെ
കതിരവൻ മുമ്പിൽ ധരിത്രിപോലെ

നിഗമരത്നത്തിന്റെ മുൻപിൽ യുക്തി-
വികലമാം പാമരവാണിപോലെ

അചലമാം ബോധം മുമ്പപ്രഗത്ഭ-
വിചികിത്സപോലെയും, വിഹ്വലാംഗി

അതുകണ്ടകമലിഞ്ഞോരു ദേവ-
നതിവിശ്വാസം ബാലയ്ക്കേകുംവണ്ണം

സദയം തൻ തൃക്കണ്ണവളിൽ ചാഞ്ഞു
മൃട്ടുലസ്ഫീതാർദ്രയായ് മംഗളമാം

അധരമലർവഴി വാക്ക്‌സുധകൾ
മധുരഗംഭീരമായൂർന്നൊഴുകി-

“മകളെ, നീ പോന്നതു ഭംഗിയായി
സകലമറിഞ്ഞു നാം കാര്യം ഭദ്രേ!

അനഘനാനന്ദനു തണ്ണീർനൽകി
ക്കനിവാർന്നു വത്സേ! നീ ദാഹം തീർത്തു;

ജനിമരണാർത്തിദമാകും തൃഷ്ണ-
യിനി നിനക്കുണ്ടാകാതാകയാവൂ”

അവളുടെ ഭാവമറിഞ്ഞു പിന്നെ
സ്സുവിമല ധർമ്മോപദേശം ചെയ്തു

അവളെത്തൻ ഭിക്ഷുകീ മന്ദിരത്തിൽ
നിവസിച്ചുകൊൾവാനുമാജ്ഞാപിച്ചു;
തിരിയേയകത്തെഴുന്നള്ളിനാന-
ന്നിരുപാധികകൃപാവാരിരാശി

അരിയ നീർത്താർമൊട്ടേ, നിൻ തലയിൽ
സ്ഫുരിതമാം തൂമഞ്ഞിൻ‌തുള്ളി തന്നിൽ

അരുണൻ നിർമ്മിച്ചൊരപ്പത്മരാഗം
പൊരുളാകില്ലീയർക്കദീപ്തിതന്നിൽ

അതുമല്ല മൂത്തേലും ബിന്ദു മാഞ്ഞു
സുധയൂറും നിൻ‌കരൾക്കാമ്പിൽ മെല്ലെ;

ദിവസം പുലർന്നു വിടർന്നിനി നീ-
യവികുലശോഭ വഹിക്കും പൂവേ

ഭാഗം നാല്

“ഭിക്ഷുണീ” മന്ദിരം തന്നിൽ ബുദ്ധ-
ശിക്ഷിത വാണു മാതംഗി

ഭൂഷണമൊക്കെ വെടിഞ്ഞു, ബാല
തോഷിച്ചു കൂന്തലരിഞ്ഞു

ശേഷം “ശ്രമണി”മാരേലും ശുദ്ധ
വേഷം ശരിയായണിഞ്ഞു

അഷ്ടാംഗമാം ധർമ്മമാർഗ്ഗം-ബാല
കഷ്ടതയെന്നി ധരിച്ചു

പാവനമൈത്രിമുതലാം-ചിത്ത
ഭാവന മൂന്നുംശീലിച്ചു

ആനന്ദനിർവ്വാണം ചെയ്യൊ കാമ-
ധേനുവാം ധ്യാനം ഗ്രഹിച്ചു

നിർമ്മല ശീലമാരാകും-അന്യ
ധർമ്മഭഗിനിമാരൊപ്പം

സമ്മോദം സ്നാനാശനാദി കളിൽ
ചെമ്മേയിണങ്ങി രമിച്ചു

കൃത്യങ്ങൾ കാലം തെറ്റാതെ, അവൾ
പ്രത്യഹം ചെയ്യു മാഴ്കാതെ

നേരത്തെയേറ്റു നിയമം-കഴി
ഞ്ഞാരാമ പീകും കൃശാംഗി

സ്നിഗ്ദ്ധശിലകൾപടുത്തു പരി
മുഗ്ദ്ധമാം കല്പടയാർന്നു

താമരപൂത്തു മണംവീ-ശുന്ന-
ല്ലോമൽ നീരേലും കുളത്തിൽ

കൈയ്യിൽ ചെറുകുടം താങ്ങി-മറ്റു
തയ്യൽമാരോടൊത്തിറങ്ങി

കോരും ജലമവൾ, പോയി ച്ചെന്നു
ചാരുമഹിളാലയത്തിൻ

മുറ്റത്തെഴുന്ന പൂവല്ലി-നിര
മുറ്റും രസത്തിൽ നനയ്ക്കും

പാവനശീലയാൾ പിന്നെ-ദ്ദന്ത-
ധാവന ചെയ്തു നീരാടും

ചായം പിഴിഞ്ഞ വസനം-തല്ലി
ക്കായാനിട്ടന്യമണിയും

വായ്ക്കും കൂതുഹലമാർന്നു-നല്ല
പൂക്കളിറുത്തവൾ ചെന്നു

ശ്ലാഘ്യരാം ധർമ്മമാതാക്കൾ-തന്റെ
കാൽക്കൽ വച്ചമ്പിൽ വണങ്ങും

ശ്രദ്ധയാർന്നങ്ങിരുന്നോരോ-ധർമ്മ
തത്വങ്ങൾ ബാല ശ്രവിക്കും

മദ്ധ്യാഹ്നമായാൽ വിളമ്പീ-ടുംനൽ
ശുദ്ധമാം ‘ഭിക്ഷ’ യശിക്കും

ഇങ്ങനെ കാലം‌നയിച്ചു-സ്നേഹം
തിങ്ങുമാ ധർമ്മാലയത്തിൽ

ഏകാന്തസൌഖ്യമായ് ബാല-സ്നേഹം
ലോകാന്തരമാർന്നപോലെ

അമ്മമന്ദിരത്തിൽ വസിക്കും-പല
മേന്മയെഴും രാജ്ഞിമാർക്കും

ബ്രാഹ്മണ ‘ഭിക്ഷുണി’മാർക്കു-വൈശ്യ
മാന്മിഴിമാർക്കുമല്ലാർക്കും

കൂറും ബഹുമതിതാനും-ദിനം
തോറുമിവളിൽ വളർന്നു

ഏറു ഗുണം കണ്ടവൾമേൽ-പ്രീതി
യേറി ഭഗവാനും മേന്മേൽ

ഹാ! കാമ്യമാമീ നഭസിൽ-ഒരു
കാർകൊണ്ടൽ വന്നുകേറുന്നു;

ലോകമേ, നിൻ‌ജഠരത്തിൽ-ഇല്ല
ഏകാന്തതയൊരിടത്തിൽ

അന്തികത്തന്നഗരത്തിൽ-ഈ ന-
ല്ലന്തരത്തിൽ തരം‌നോക്കി

അന്തരണരിൽ ചില്പേരേ-ഈർഷ്യ
ഹന്ത! തൻ കോമരമാക്കി

“നിർണ്ണയം കാലം മറിഞ്ഞു-വര
വർണ്ണിനീ ധർമ്മമഠത്തിൽ

മുണ്ഡനം ചെയ്കയാലിന്നു-ശുദ്ധ
ചണ്ഡാലി കേറി സമത്തിൽ

താണ ചെറുമിയൊന്നിച്ചായ്-അവർ
ക്കൂണുമിരിപ്പും കിടപ്പും;

കാണി കൂസാതായി വെപ്പും ശാസ്ത്ര
വാണിയും നാട്ടിൽ നടപ്പും;

പാരിൽ യജ്ഞങ്ങളില്ലാതായ്-ദേവ-
ർക്കാരാധനകളില്ലാതായ്;

ആരും പഠിക്കാതെയായി-വേദം
പോരെങ്കിൽ ജാതിയും പോയി.”

ഇങ്ങനെയൊക്കെയുരച്ചും-അതിൽ
തങ്ങും വിപത്തു വർണ്ണിച്ചും

അഗ്രഹാരം തോറുമെത്തി-അവർ
വ്യഗ്രരായ് വാർത്ത പരത്തി

ക്ഷത്രിയഗേഹത്തിൽ ചെന്നു കാര്യ-
മത്രയും കേൾപ്പിച്ചുനിന്നു

ചെട്ടിമാരെച്ചെന്നിളക്കി-വാർത്ത
പട്ടണമെങ്ങും മുഴക്കി

എന്തിനു വിസ്തരിക്കുന്നു-ജന-
മെന്തെന്നില്ലാതെയുഴന്നു

പെട്ടെന്നമാത്യരറിഞ്ഞു-കഥ
കൊട്ടാരമെത്തിക്കഴിഞ്ഞു

വാദരായ് മന്ത്രിസഭയിൽ-കാര്യം
ഖേദമായ് മന്നവനുള്ളിൽ

ധന്യൻ പ്രസേനജിത്തെന്നു-പുകഴ്
മന്നിലെഴും ബുദ്ധഭക്തൻ

കല്പിച്ചിതോർത്തന്നൃപാ‍ലൻ-പിന്നെ
സ്വപ്രജാരഞ്ജനലോലൻ;

“സംഘാരാമത്തിൽഭഗവൽ, പദ
പങ്കജത്തിൽതന്നെയെത്തി

ശങ്ക ഉണർത്താമതല്ലാ-തുണ്ടോ
സങ്കടത്തിന്നു നിവൃത്തി?

സർവ്വജ്ഞനല്ലോ ഭഗവാൻ ധർമ്മം
നിർവ്വചിക്കേണ്ടതങ്ങല്ലോ”

പിന്നെത്തിരുവിഹാരത്തിൽ-ദൂത
തന്നിശ്ചയം ചെന്നുണർത്തി

വേഴ്ചയിൽ സമ്മതം വാങ്ങി-കൂടി
ക്കാഴ്ചയ്ക്കെല്ലാരുമൊരുങ്ങി

പിറ്റേന്നപരാഹ്നമായി-വിണ്ണു
പറ്റിപ്പടിഞ്ഞാറുനിന്നു

മന്നിന മലിനമുഖത്തിൽ നിത്യം
പൊന്നിൻപൊടി പൂശു ദേവൻ

ദൂരെക്കിഴക്കേ നിരത്തിൽ-ഉടൻ
തേരൊലി കേട്ടു തുടങ്ങി

മങ്ങും ദിനജ്വാല മേലേ-പൊടി
പൊങ്ങി വാനിൽ പുകപോലെ

ഓരോ വഴിയായ് ഞെരുങ്ങി-ജ്ജന
മരാമദ്വാരത്തിൽ തിങ്ങി;

ഉൽക്ഷിപ്തഖഡ്ഗം തിളങ്ങും-അംഗ-
രക്ഷകർ സാദിഭടന്മാർ

തൽക്ഷണം വാതുക്കലെത്തി-മാർഗ്ഗ-
വിക്ഷോഭം മെല്ലെയൊതുക്കി

സംഘാരാമത്തിൽ വളർന്ന വൃക്ഷ-
സംഘത്തിൽ ഛായാഗണങ്ങൾ

എത്തുമതിഥിജനത്തെ-സ്വയം
പ്രത്യുദ്ഗമിക്കുന്നപോലെ

ദുർവ്വാഭിരാമച്ഛവിയിൽ നീണ്ടു
പൂർവ്വമുഖങ്ങളായ് നിന്നു

ഉള്ളിലത്തെ നടക്കാവിൽ-കാറ്റിൽ
തുളും മരങ്ങൾ നടുവിൽ

കോമളമായ് മേൽ കുറുക്കേ-ചേർത്ത
ചേമന്തിപ്പൊന്തോരണത്തെ

ചാലവേ ചാഞ്ഞൊഴുകും രശ്മി
മാല ബഹുലീകരിച്ചു

ഒപ്പമായ്ത്തല്ലിമിനുക്കി-യെങ്ങും
നൻപ്പനിനീരാൽ നനച്ചു

പുഷ്പദലകൃതമാമം-ഗല-
ശില്പമേർന്നാരാവടിയേ

ആനന്ദഭിക്ഷുവുദാരൻ-ശിഷ്യ-
സാനുഗനായെതിരേല്പാൻ

ചെന്നുടൻ വാതുക്കൽ നിന്നു നൃപ
സ്യന്ദനവും വന്നണഞ്ഞു

അന്യോന്യമാചാരം ചെയ്തു-പിന്നെ
മന്നവൻ തേർവിട്ടിറങ്ങി

പുക്കിതു പുണ്യാരാമത്തിൽ-പൌര
മുഖ്യസചിവസമേതൻ

ജോഷംനടന്നു നരേന്ദ്രൻ മിത-
ഭൂഷൻ മിതപരിവാരൻ

പാടിനടന്നിതൊളിവിൽ മാവിൻ
വാടിയിൽ പൂങ്കുയിൽ വൃന്ദം

മഞ്ഞക്കിളി മിന്നൽ‌പോലെ-ഞാവൽ
കുഞ്ജങ്ങളുള്ളിൽ പറന്നു

പാലമേൽ പാതി കരേറി-അണ്ണാൻ-
വാലുയർത്തിത്തെല്ലിരുന്നു

കൂടെക്കൂടെത്തിരുമേനി തിരി-
ഞ്ഞോടിച്ചു കണ്ണിതിലെല്ലാം

ഉള്ളിൽ ത്തൈമാതളത്തോപ്പിൽ-തൊണ്ടു-
വിള്ളും ഫലങ്ങളിൽ നിന്നും

മാണിക്യഖണ്ഡങ്ങൾകൊത്തി-ത്തിന്നൊ
ട്ടീണം കലർന്ന ശുകങ്ങൾ

“ബുദ്ധം ശരണം ഗച്ഛാമി:-എന്ന
സങ്കേതം പാടിപ്പറന്നു

ഇമ്പം കലർന്നതു കേട്ടു ഭക്തൻ
തമ്പുരാൻ രോമാഞ്ചമാർന്നു

തൽ‌ക്ഷണമെല്ലാരുമെത്തി-യങ്ങാ
സാക്ഷാൽ സുഗതനികേതം

ഉള്ളറതൻ മറ മാറ്റി-യെഴു
ന്നെള്ളി ഭഗവാൻ വെളിയിൽ

പൊൻ‌മുകിൽച്ചാർത്തുകൾ നീക്കി യുദി
ച്ചുന്മുഖനാം രവിപോലെ!

വീണു വണങ്ങി നൃപാലൻ-മൌലി
മാണിക്യദീപിതശാലൻ

ഒട്ടു ഭഗവാനുയർത്തീ-മഞ്ഞ
പ്പട്ടാടതൂങ്ങ്നും പൊൻ‌കൈകൾ

മിന്നി ക്ഷണം കൂറ പാടി-നിൽക്കും
പൊന്നിൻ‌കൊടിമരം‌പോലെ

പിന്നെ വിചിത്രാസ്തരത്തിൽ-ദേവൻ
മന്നവൻ തന്നെയിരുത്തി

താനും വിരിപ്പിലിരുന്നാൻ-ശുദ്ധ
മേനിയേറും പൂന്തളത്തിൽ

മറ്റു ജനങ്ങളും വന്നു-വന്ദി
ച്ചുറ്റതാം സ്ഥാനത്തിരുന്നു

കോലായിലുമാസ്തൃതമായ്-വ്യാസ
മേലും തിരുമുറ്റമെങ്ങും

ശാലതൻ വാമപാർശ്വത്തിൽ-ഖ്യാതി
കോലും ശ്രമണിമാർതങ്ങി;

ദക്ഷിണപാർശ്വത്തതുപോൽ-പോന്നു
ഭിക്ഷുവര്യന്മാരിരുന്നു

അന്തിപ്പൊന്മേഘാംബരമാർന്നൊളി
ചിന്തുന്നതാരങ്ങൾ പോലെ

മദ്ധ്യത്തിൽ വീരാസനസ്ഥൻ-പരി-
ബദ്ധാസ്യ തേജോവലയൻ

ബുദ്ധൻ തിരുവടി തന്നെ-നൃപ-
നുത്തരളാശയൻ നോക്കി
സംഗതി തന്റെ ലഘുത്വം-കൊണ്ടു
ഭംഗുരകണ്ഠനായ് മൌനം

കൈക്കൊള്ളും ഭൂപനെനോക്കി-സ്വയം-
മക്കൃപാത്മാവരുൾചെയ്തു;-
‘വത്സ, മാതംഗിയെച്ചൊല്ലി-വിചി-
കിത്സയല്ലല്ലി വിഷയം?

എന്തു പറവൂ! എന്തോർപ്പൂ-ജാതി
ഹന്ത വിഡംബനം രാജൻ!

ക്രോധിച്ചു ജന്തു പോരാടും-സ്വന്ത-
നാദത്തിൻ മാറ്റൊലിയോടും

വല്ലിതന്നഗ്രത്തിൽനിന്നോ-ദ്വിജൻ
ചൊല്ലുക മേഘത്തിൽനിന്നോ

യാഗാഗ്നിപോലെ ശമിതൻ-ഖണ്ഡ-
യോഗത്തിൽ നിന്നോ ജനിപ്പൂ?

അജ്ജാതി രക്തത്തിലുണ്ടോ?-അസ്ഥി
മജ്ജ ഇതുകളിലുണ്ടോ?

ചണ്ഡാലിതന്മെയ് ദ്വിജന്റെ-ബീജ-
പിണ്ഡത്തിനൂഷരമാണോ?

പുണ്ഡ്രമോ പൂണുനൂൽതാനോ-ശിഖാ-
ഷണ്ഡമോ ജന്മജമാണോ?

അക്ഷരബ്രഹ്മം ദ്വിജന്മാർ സ്വയം
ശിക്ഷകൂടാതറിയുന്നോ?

എല്ലാ ക്രീമികളുംപോലെ-ജനി-
ച്ചില്ലാതാം മർത്ത്യരെയെല്ലാം

കല്യമാം കർമ്മനിയതി-കര-
പല്ലവം താൻ ചെയ്കയല്ലേ?

മുട്ടയായും പുഴുവായും; - നിറം
പെട്ട ചിറകുകളാർന്നു,

ചട്ടറ്റ വിണ്ണിൽ പറന്നു മലർ
മട്ടുണ്ണു പൂമ്പാറ്റയായും

പോകുന്നിതു മാറിമാറി പ്പല
പാകത്തിലേകബീജംതാൻ

നാമ്പും കുരുമൊട്ടും വർണ്ണം-പൂണ്ട
കൂമ്പും മലരും സുമം താൻ

നെല്ലിൻ ചുവട്ടിൽ മുളയ്ക്കും-കാട്ടു
പുല്ലല്ല സാധു പുലയൻ!

ശങ്ക വേണ്ടൊന്നായ് പുലർന്നാൽ-അതും
പൊങ്കതിർപൂണും ചെടിതാൻ;

സിദ്ധമതിന്നു ദൃഷ്ടാന്തം-അസ്മൽ
പുത്രിയീ മാതംഗിതന്നെ

സത്യധർമ്മങ്ങൾക്കെതിരാം-ശാസ്ത്രം
ശ്രദ്ധിയായികങ്ങു നൃപതേ!

അർത്ഥപ്രവചനം ചെയ്യാ-മതിൽ
വ്യർത്ഥമുദരംഭരികൾ

ഇന്നലെചെയ്തൊരബദ്ധം-മൂഢ-
ർക്കിന്നത്തെയാചാരമാവാം;

നാളത്തെശാസ്ത്രമതാവാം-അതിൽ
മൂളായ്ക സമ്മതം രാജൻ

എന്തിനെന്നുമെങ്ങോട്ടെന്നു-സ്വയം
ഹന്ത! വിവരമില്ലാതെ

അന്ധകാരപ്രാന്തരത്തിൽ കഷ്ടം!
അന്ധരെയന്ധർ നയിപ്പൂ

വൃക്ഷമായും ചെടിയായും-പരം
പക്ഷിയായും മൃഗമായും

ലക്ഷം ജന്മങ്ങൾ കഴിഞ്ഞാൽ-ജന്തു
പക്ഷേ, മനുഷ്യനായെന്നാം

എന്നെത്തുടർന്നെഴും നീണ്ട ജന്മ
പൊന്നോമൽച്ചങ്ങലതന്റെ

പിന്നിലെക്കണ്ണിയോരോന്നിൽ-പൊങ്ങി
മിന്നിയെന്നെത്തന്നെ കാൺമൂ

ഓടും, മുയൽകൂറ്റനായും,-മരം-
ചാടിയായും പാഞ്ഞിരകൾ

തേടും കരിമ്പുലിയായും-വേട്ട
യാടുന്ന വേടനായും താൻ

ജന്തുക്കളൊക്കെയീവണ്ണം‌-ശ്രീമൻ
ഹന്ത! സഹജരെന്നല്ല

ചിതിക്കിലൊന്നായ് വരുന്നൂ-പിന്നെ
ന്തന്തരം മർത്ത്യർക്കു തമ്മിൽ?

വ്യാമോഹമാർന്നും സുഖത്തിൽ-പര-
ക്ഷേമത്തിൽ വിപ്രിയമാർന്നും

പാമരചിത്തം പുകഞ്ഞു-പൊങ്ങും
ധൂമമാമീർഷ്യതൻ ‘ജാതി’

ഗർവ്വമായും ദ്വേഷമായും-പിന്നെ
സർവ്വമനോദോഷമായും

ആയതു മാറുന്നു വർണ്ണം-സ്വയം
സായന്തനാംബുദമ്പോലെ

സ്വന്തകുടുംബം പിരിക്കും-അതു
ബന്ധുക്കളെ വിഭജിക്കും

ഹന്ത! വർഗ്ഗങ്ങൾ തിരിക്കും-പക
ച്ചന്ത്യമായ് ലോകം മുടിക്കും

തന്നാശ്രിതരെയും ലോക-ത്തെയും
തിന്നും കറുത്തോരിത്തീയെ

ആരാധിക്കായ്‌വിൻ അസൂയാ-മഹാ
മാരിയെ, ജ്ജാതിയെ ആരും

ചൊല്ലുവൻ ജന്തുവെത്താഴ്ത്തും-ദോഷ
മെല്ലാമിതിലടങ്ങുന്നു

ഈ രാക്ഷസിയെജ്ജയിച്ചാൽ-ഘോര-
നാരകദ്വാരമടഞ്ഞു

ഭോഗപരയായി, ജ്ജന്തു-രക്ത
രാഗയാമാ ഹിംസതന്നെ

പൂജ്യൻ നൃപൻ ബിംബിസാരൻ-തന്റെ
രാജ്യത്തിൽ നിന്നകലിച്ചു

താണ സംസൃഷ്ടർതന്നെ-നിജ
ഭ്രൂണത്തിൽ കൊല്ലാതെകൊന്നു

ജന്മം വിഫലമാക്കിടും-മഹാ-
കലുഷകാരിണിയായി

ചാതുര്യമായ് പലവർണ്ണം-തേടും
ജാതിയാമീ ഹിംസതന്നെ

ഭൂതദയയെ നിനച്ചും-സ്വന്ത
നീതിയെയോർത്തും നൃപേന്ദ്ര!

നിഷ്കൃഷ്ടമാമാജ്ഞയാലേ-യങ്ങും
നിഷ്കാസിക്കിൽ ശുഭമായി

ചെന്നതു ലോകക്ഷേമാർത്ഥം-ചെയ്ക
എന്നല്ലിദ്ധർമ്മാശ്രമത്തിൽ

എന്നുമീ ബാധ കടക്കാ-താക്കു
കെന്നർത്ഥിക്കുന്നു, യൂപത്തിൽ

ആട്ടിൻ‌കിടാവിനെ മീളാൻ ആഞ്ഞു
നീട്ടിയ കണ്ഠ നൃപതേ!

മോഹം കളഞ്ഞു ജനത്തെ-ത്തമ്മിൽ
സ്നേഹിപ്പാൻ ചൊൽക നരേന്ദ്ര!‍

സ്നേഹത്തിൽ നിന്നുദിക്കുന്നു-ലോകം
സ്നേഹത്താൽ വൃദ്ധി നേടുന്നു

സ്നേഹം താൻ ശക്തി ജഗത്തിൽ-സ്വയം
സ്നേഹം താനാന്ദമാർക്കും

സ്നേഹം താൻ ജീവിതം ശ്രീമൻ-സ്നേഹ-
വ്യാഹതി തന്നെ മരണം;

സ്നേഹം നരകത്തിൻ ദ്വീപിൽ-സ്വർഗ്ഗ-
ഗേഹം പണിയും പടുത്വം

അമ്മതൻ നെഞ്ഞുഞെരമ്പിൽ-തങ്ങി
ചെമ്മേ ചെഞ്ചോരയെത്തന്നെ

അമ്മിഞ്ഞത്തൂവമൃതാക്കും-മൈത്രി
നമ്മോടതോതുന്നു രാജൻ!

ചൊല്ലിനേനീർഷ്യയല്ലാതെ-മർത്ത്യ-
ർക്കില്ലതാനില്ലതാൻ ജാതി.

മുല്പാടു വീണുവണങ്ങി-നൃപ-
നത്ഭുതഭക്തിവിവശൻ

“കല്പനപോലെ”യെന്നോതി, - സ്ഫുടം
കൂപ്പിയ പാണിദ്വയത്താൽ

ആനന്ദബാഷ്പം ചൊരിഞ്ഞു-സഭ-
യാനതമൌലിയായപ്പോൾ

ലോലാശ്രു വീണു പൂർവ്വാംഗം-ആർദ്ര-
ചേലമായ് ഭിക്ഷുകീവൃന്ദം

ഓലും മജ്ഞിൽ പൂനനഞ്ഞ-കൃത
മാലവനിപോൽ വിളങ്ങി.

ചെമ്പൊൽക്കരാബ്ജങ്ങൾ പൊക്കി-ആശി-
സ്സമ്പിലരുളിയെല്ലാർക്കും,

ഉള്ളിലേക്കാദ്ദിവ്യരൂപം-എഴു-
ന്നള്ളി ഭുവനൈകദീപം.

ഉന്നതശാഖിമേൽനിന്നും-വെയിൽ-
പൊന്നൊളി, യാഗതദേവർ

വിൺ‌മേൽ മടങ്ങും കണക്കേ-പൊങ്ങി;
അമ്മഹായോഗം പിരിഞ്ഞു

വാസന്തി കുന്ദ കുമുദ-മലർ
വാസനാചർച്ചിതമായി

എങ്ങുമൊരുശാന്തി വീശി-ലോകം
മുങ്ങി നിർവ്വാണത്തിൽ താനേ

എത്തിനിന്നൂ ഭാരതത്തി-ലൊരു
പത്തുശതാബ്ദമശ്ശാന്തി.
    `,
  },
  {
    id: "6",
    title: "എന്റെ ഗുരുനാഥൻ",
    category: "poetry",
    Author: "വള്ളത്തോൾ",
    datePublished: "2025-07-31",
    content: ` 
ലോകമേ തറവാട്, തനിക്കി ചെടികളും
പുല്‍കളും പുഴുക്കളും കൂടിതന്‍ കുടുംബക്കാര്‍
ത്യഗമെന്നതേ നേട്ടം,താഴ്മതാൻ അഭ്യുന്നതി,
യോഗവിത്തെവം ജയിക്കുന്നിതെൻ ഗുരുനാഥൻ
താരകമണിമാല ചാർത്തിയാലതും കൊള്ളം
കാറണിചെളി നീളെ പുരണ്ടാലതും കൊള്ളം
ഇല്ലിഹ സംഗം ലേപമെന്നിവ,സമ സ്വച്ഛ-
മല്ലയോ വിഹായസവണ്ണമെൻ ഗുരുനാഥൻ
ദുർജ്ജന്തുവിഹീനമാം ദുർല്ലഭ തീര്ത്ഥഹ്രദം
കജ്ജലോൽഗമമില്ലാത്തൊരു മംഗളദീപം
പാമ്പുകൾ തീണ്ടിടാത്ത മാണിക്യമഹാനിധി,
പാഴ് നിഴലുണ്ടാക്കാത്ത പൂനിലാവെന്നാചാര്യൻ
ശസ്ത്രമെന്നിയെ ധർമ്മസംഗരം നടത്തുന്നോൻ
പുസ്തകമെന്യേ പുണ്യാദ്ധ്യാപനം പുലര്ത്തുന്നോൻ
ഔഷധമെന്യെ രോഗം ശമിപ്പിപ്പവൻ,ഹിംസാ-
ദോഷമെന്നിയേ യജ്ഞം ചെയവവനെന്നാചര്യൻ
ശാശ്വതമഹിംസയാണമ്മഹാത്മാവിൻ വ്രതം
ശാന്തിയാണവിടേയെക്കു പരദേവത പണ്ടേ
ഓതുമാറണ്ടുദ്ദേഹം"മഹിംസാ മണിച്ചട്ട-
യേതുടവാളിൻ കൊടുവായ്ത്തല മടക്കാത്തു"
ഭാര്യയെക്കണ്ടെത്തിയ ധർമ്മത്തിൻ സല്ലാപങ്ങ-
ളാര്യസത്യത്തിൻ സദസ്സിങ്കലെ സ്സംഗീതങ്ങൾ
മുക്തിതൻ മണിമയക്കാൽത്തളക്കിലുക്കങ്ങൾ
മുറ്റുമെൻ ഗുരുവിന്റെ ശോഭവചനങ്ങൾ
പ്രണയത്താലേ ലോകം വെല്ലുമീയോദ്ധവിന്നോ
പ്രണവം ധനുസ്സാത്മവാശുഗം,ബ്രഹ്മ്മം ലക്ഷ്യം
ഓംകരത്തെയും ക്രമാലലിയിച്ചലിയിച്ചു
താൻ കൈക്കൊള്ളുന്നു തുലോം സൂക്ഷ്മമാമംശം മാത്രം
ക്രിസ്തുദേവൻറെ പരിത്യാഗ ശീലവും,സാക്ഷാൽ
കൃഷ്ണനാം ഭഗവാന്റെ ധർമ്മരക്ഷോപായവും,
ബുദ്ധന്റെയഹിംസയും,ശങ്കരാചര്യരുടെ
ബുദ്ധിശക്തിയും,രന്തിദേവന്റെ ദയാവായ്പും
ശ്രീഹരിശ്ചന്ദ്രന്നുള്ള സത്യവും മുഹമ്മദിന്‍
സ്ഥൈര്യവു,മൊരാളില്‍‍ച്ചേര്‍‍ന്നൊത്തുകാണണമെങ്കില്‍
ചെല്ലുവിന്‍‍ ഭവാന്‍മാരെന്‍ ഗുരുവിന്‍‍ നികടത്തില്‍‍
അല്ലായ്കിലവിടുത്തെ ചരിത്രം വായിക്കുവിന്‍
ഹാ! തത്ര ഭവൽപ്പാദമൊരിക്കൽ ദർശിച്ചെന്നാൽ-
ക്കാതരനതിധീരൻ കർക്കശൻ കൃപാവശൻ
പിശുക്കൻ പ്രദാനോൽക്കൻ പിശുനൻ സുവചന-
ന; ശുദ്ധൻ പരിശുദ്ധ; നലസൻ സദായാസൻ
ആതതപ്രശമനാമത്തപസ്വിതൻ മുന്നി-
ലാതതായി തൻ കൈവാൾ കരിംകൂവളമാല്യം
കൂർത്തദ്രംഷ്ടകൾ ചേർന്ന കേസരിയൊരു മാൻകു-
ഞ്ഞാ; ർത്തേന്തിതടം തല്ലും വൻകടൽ കളിപ്പൊയ്ക
കാര്യചിന്തനചെയ്യും നേരമെന്നേതവിന്ന്
കാനനപ്രദേശവും കാഞ്ചന സഭാതലം;
ചട്ടറ്റ സമാധിയിലേർപ്പെടുമായോഗിക്ക്
പട്ടണ നടുത്തട്ടും പർവത ഗുഹാന്തരം
ശുദ്ധമാം തങ്കത്തെത്താനല്ലയോ വിളയിപ്പ
തിദ്ധർമ്മകൃഷകന്റെ സൽക്കർമ്മം വയൽതോറും?
സിദ്ധനാമവിടുത്തെ ത്തൃക്കണ്ണോ ,കനകത്തെ
യിദ്ധരിത്രിതൻ വെറും മഞ്ഞമണ്ണായി ക്കാണ്മു
ചാമരചലനത്താലിളിച്ചുകാട്ടും പിശാ-
ചമഹാവിരക്തൻ പൂജ്യസാമ്രാജ്യശ്രീയും
ഏതു പൂങ്കുഴലിന്നുമഴൽ തോന്നയാവനാരീ
സ്വാതന്ത്ര്യ ദുര്ഗ്ഗാധ്വാവിൽ പട്ടുകൾ വിരിക്കുന്നു
അത്തിരുവടിവല്ല വൽക്കലത്തുണ്ടുമുടു-
ത്തർദ്ധനഗ്നനായല്ലോ മേവുന്നു സദാകാലം!
ഗീതയ്ക്കു മാതാവായ ഭൂമിയെ ദൃഡമിതു-
മാതിരിയൊരു കർമ്മയോഗിയെ പ്രസവിക്കു-
ഹിമവദ്വിന്ധ്യാചല മദ്ധ്യദേശത്തെ കാണൂ
ശമമേ ശീലിച്ചെഴുമിത്തരം സിംഹത്തിനെ-
ഗംഗയാറൊഴുകുന്ന നാട്ടിലേ ശരിക്കിത്ര
മംഗളം കായ്ക്കും കല്പപാദപമുണ്ടായി വരൂ!
നമസ്തേ ഗതതർഷ! നമസ്തേ ദുരാർധഷ!
നമസ്തേ സുമഹാത്മൻ! നമസ്തേ ജഗദ്ഗുരോ
    `,
  },
  {
    id: "8",
    title: "Atomic Habits",
    category: "books",
    Author: "James Clear",
    datePublished: "2025-07-31",
    content: `Atomic Habits emphasizes that success is the product of daily habits—not once-in-a-lifetime transformations. James Clear teaches how tiny changes can lead to remarkable results, and how your habits shape your identity.`,
    imageUrl: "/images/atomic.jpg",
  },
  {
    id: "9",
    title: "The Communist Manifesto",
    category: "books",
    Author: "Karl Marx",
    datePublished: "2025-07-31",
    content: `The Communist Manifesto declares that history is a record of class struggles and calls for a proletarian revolution to overthrow capitalist societies. It is a foundational text for Marxist theory and revolutionary politics.`,
    imageUrl: "/images/communist.jpeg",
  },
  {
  id: "15",
  title: "Revolution and Counter-Revolution in Ancient India",
  category: "books",
  Author: "B. R. Ambedkar",
  datePublished: "2025-07-31",
  content: `In this powerful work, Dr. B. R. Ambedkar examines how Buddhism once brought revolutionary change to caste-based Indian society, promoting equality and rationalism. He also explains how Brahmanical forces reacted with a counter-revolution that re-established caste dominance, suppressing the values of liberty, equality, and fraternity.`,
  imageUrl: "/images/ambedkhar.jpg", // Make sure this image is added in /public/images/
},
  {
    id: "11",
    title: "The Anatomy of Revolution",
    category: "books",
    Author: "Crane Brinton",
    datePublished: "2025-07-31",
    content: `In The Anatomy of Revolution, Crane Brinton analyzes the common patterns in four major revolutions—the English, American, French, and Russian. He outlines how revolutions follow a predictable cycle of unrest, crisis, and consolidation.`,
    imageUrl: "/images/revolutionn.jpg",
  },
  {
    id: "12",
    title: "The Great French Revolution",
    category: "books",
    Author: "Peter Kropotkin",
    datePublished: "2025-07-31",
    content: `Peter Kropotkin’s The Great French Revolution offers a detailed anarchist view of the French Revolution, emphasizing the role of the people rather than leaders in driving revolutionary change.`,
    imageUrl: "/images/french.jpeg",
  },
  {
    id: "13",
    title: "The Wretched of the Earth",
    category: "books",
    Author: "Frantz Fanon",
    datePublished: "2025-07-31",
    content: `Frantz Fanon’s The Wretched of the Earth is a powerful analysis of colonialism and the psychology of oppression. It advocates for decolonization through revolutionary violence as a necessary force for liberation.`,
    imageUrl: "/images/earth.jpg", // Ensure this image is placed in public/images/
  },
];
